Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Are you sure you want to delete <ALL> paths?
de_de: Sind Sie sicher, daß Sie <ALLE> Pfade löschen möchten?
el_gr: Σίγουρα θέλετε να διαγράψετε <ΟΛΑ> τα ίχνη πορείας;
es_es: ¿Seguro que desea borrar <TODAS> las líneas?
et_ee: Kas oled kindel, et soovid kustutada <ALL> jäljed?
fi_fi: Haluatko varmasti poistaa <ALL> jäljet?
fil_ph: Sigurado ka bang gusto mong burahin <ALL> mga daanan?
fr_fr: Chemins : Etes vous certain de vouloir détruire <TOUT> ?
id_id: Apakah anda yakin ingin menghapus <ALL> jalan?
it_it: Sei sicuro di voler eliminare <TUTTI> percorsi?
nl_nl: Weet u zeker dat u ALLE lijnen wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć <WSZYSTKIE> ścieżki?
pt_pt: Tem certeza que quer apagar <TODOS> os caminhos?
ru_ru: Уверены, что хотите удалить ВСЕ пути?
sv_se: Vill du radera <ALLA> linjer?
tr_tr: Yolların <ALL> silmek istediğinizden emin misiniz?

source: Boundary Properties
de_de: Begrenzung Eigenschaften
el_gr: Ιδιότητες ορίου
es_es: Propiedades límite
et_ee: Piiri omadused
fi_fi: Reunan ominaisuudet
fil_ph: Mga katangian ng Hangganan
fr_fr: Propriétés de la limite/zone
id_id: Batas Properti
it_it: Proprietà Del Confine
nl_nl: Eigenschappen Lijn (of rechtlijnig gebied)
pl_pl: Właściwości granicy
pt_pt: Propriedades de limite
ru_ru: Параметры Геозоны
sv_se: Egenskaper för gränslinjen
tr_tr: Sınır özellikleri

source: EBL Properties
de_de: EBL Eigenschaften
el_gr: Ιδιότητες EBL
es_es: Propiedades EBL
et_ee: EBL omadused
fi_fi: EBL ominaisuudet
fil_ph: Mga Katangian ng EBL
fr_fr: Propriétés de la ligne EBL
id_id: Properti EBL
it_it: Proprietà EBL
nl_nl: Eigenschappen Peilinglijn
pl_pl: Właściwości kreski namiarowej (EBL)
pt_pt: Propriedades EBL
ru_ru: Параметры ЭВН
sv_se: Egenskaper för EBL
tr_tr: EBL özellikleri

source: DR Properties
de_de: DR Eigenschaften
el_gr: Ιδιότητες DR
es_es: Propiedades DR
et_ee: DR omadused
fi_fi: DR ominaisuudet
fil_ph: Mga Katangian ng DR
fr_fr: Propriétés d'une route estimée
id_id: Properti DR
it_it: Proprietà punto stimato
nl_nl: Eigenschappen Gegist Traject
pl_pl: Właściwości pozycji zliczonej (DR)
pt_pt: Propriedades DR
ru_ru: Параметры АС
sv_se: Egenskaper för DR
tr_tr: DR özellikleri

source: Guard Zone Properties
de_de: Wachzone Eigenschaften
el_gr: Ιδιότητες ζώνης επιφυλακής
es_es: Propiedades de la zona de vigilancia
et_ee: Valvetsooni omadused
fi_fi: Suojavyöhyke ominaisuudet
fil_ph: Mga Katangian ng Bantay ng Sona
fr_fr: Propriétés de la zone de garde
id_id: Properti zona penjaga
it_it: Proprietà Zona Guardia
nl_nl: Eigenschappen bewakingszone
pl_pl: Właściwości Strefy Ochronnej- GZ
pt_pt: Propriedades da Zona de Resguardo
ru_ru: Параметры Охранной зоны
sv_se: Larmzonens egenskaper
tr_tr: Koruma bölgesi özellikleri

source: Parallel Index Line Properties
de_de: Parallel-Indexlinie Eigenschaften
el_gr: Ιδιότητες παράλληλης γραμμής Index
es_es: Propiedades del índice de líneas paralelas
et_ee: Paralleelse Indeksliini omadused
fi_fi: Rinnakkaisen indeksilinjan ominaisuudet
fil_ph: Mga Katangian ng Hilerang Panuntunang Linya
fr_fr: Propriétés de l'index de lignes parallèles
id_id: Penunjuk garis sejajar properti
it_it: Proprietà della linea parallela indicizzate
nl_nl: Eigenschappen Parallel-Index lijn
pl_pl: Właściwości Linii równoległych (Pil)
pt_pt: Propriedades da linha de índice paralelo
ru_ru: Свойства Линии Предварительной прокладки
sv_se: Egenskaper för parallell indexlinje
tr_tr: Paralel dizin hattı özellikleri

source: Path Properties, Layer:
de_de: Pfad Eigenschaften, Ebene:
el_gr: Ιδιότητες διαδρομής, ταξίδι:
es_es: Propiedades de línea, Capa:
et_ee: Tee omadused, kiht:
fi_fi: Polun ominaisuuksien, kerros:
fil_ph: Mga Katangian ng Daanan, Leyer:
fr_fr: Couche, propriétés du chemin :
it_it: Strato, proprietà del percorso:
nl_nl: Eigenschappen Lijn, kaartlaag:
pl_pl: Właściwości ścieżki, warstwa:
pt_pt: Propriedades do caminho, Camada:
ru_ru: Параметры Полигона, слой:
sv_se: Linjeegenskaper. Lager:
tr_tr: Yol özellikleri, etiket:

source: Boundary Properties, Layer:
de_de: Begrenzungs Eigenschaften, Ebene:
el_gr: Ιδιότητες ορίου, ταξίδι:
es_es: Propiedades límite, Capa:
et_ee: Piiri omadused, kiht:
fi_fi: Reunan ominaisuudet, kerros:
fil_ph: Mga Katangian ng Hangganan, Leyer:
fr_fr: Couche, Propriétés de la limite/zone :
id_id: Boundary Properties, Lapisan:
it_it: Proprietà Confini, Livello:
nl_nl: Eigenschappen Gebied, kaartlaag:
pl_pl: Właściwości Granicy, warstwa:
pt_pt: Propriedades do limite, Camada:
ru_ru: Параметры Геозоны, слой:
sv_se: Egenskaper för gränslinje, Lager:
tr_tr: Sınır özellikleri, Etiket:

source: EBL Properties, Layer:
de_de: EBL Eigenschaften, Ebene:
el_gr: Ιδιότητες EBL, ταξίδι:
es_es: Propiedades EBL, Capa:
et_ee: EBL omadused, kiht:
fi_fi: EBL ominaisuudet, kerros:
fil_ph: Mga Katangian ng EBL, Leyer:
fr_fr: Couche, Propriétés de la ligne EBL :
id_id: Properti EBL, Lapisan:
it_it: Proprietà EBL, Livello:
nl_nl: Eigenschappen Peilinglijn, kaartlaag:
pl_pl: Właściwości Kreski Namiarowej-EBL, warstwa:
pt_pt: Propriedades EBL, Camada:
ru_ru: Параметры ЭВН, слой:
sv_se: Egenskaper EBL, Lager:
tr_tr: EBL özellikleri, Etiket:

source: DR Properties, Layer:
de_de: DR Eigenschaften, Ebene:
el_gr: Ιδιότητες DR, ταξίδι:
es_es: Propiedades DR, Capa:
et_ee: DR omadused, kiht:
fi_fi: DR-ominaisuudet kerros:
fil_ph: Mga Katangian ng DR, Leyer:
fr_fr: Couche, Propriétés de la route estimée :
id_id: DR Properties, Lapisan:
it_it: Strato, proprietà percorso stimate:
nl_nl: Eigenschappen Gegiste Traject, kaartlaag:
pl_pl: Właściwości Pozycji Zliczonej-DR, warstwa:
pt_pt: Propriedades DR, Camada:
ru_ru: Параметры АС, слой:
sv_se: Egenskaper DR, Lager:
tr_tr: DR özellikleri, Katman:

source: Do you also want to make the shared OD Points being part of this boundary invisible?
de_de: Wollen Sie auch die gemeinsamen OD Punkte, die zu dieser Begrenzung gehören, verstecken?
el_gr: Να κρυφτούν και τα κοινά σημεία OD αυτού του ορίου;
es_es: ¿Quiere que los puntos compartidos de OD sean parte de este límite invisible?
et_ee: Kas sa soovid teha ka ühiskasutusega OD-punktid, mis on nendes piirides, nähtamatuks?
fi_fi: Haluatko myös tehdä näkymättömiksi jaetut OD pisteet, jotka ovat tulleet osaksi tätä rajaa?
fil_ph: Gusto mo bang gumawa ng mga Punto ng pinagsaluhang OD na bahagi nitong hindi nakikitang hangganan?
fr_fr: Voulez vous aussi le faire avec les points partagés du traceur faisant partie de la limite/zone invisible ?
id_id: Apakah anda juga ingin membuat ruang OD Poin menjadi bagian dari batasan yang terlihat ini?
it_it: Vuoi anche rendere invisibili i punti OD condivisi da questo confine?
nl_nl: Wilt u ook de gedeelde OD-punten die deel uitmaken van deze gebiedsgrens onzichtbaar maken?
pl_pl: Czy chcesz również ukryć wspólne punkty OD będące częścią tej granicy?
pt_pt: Quer também tornar os pontos OD parte deste limite invisíveis?
ru_ru: Хотите также переключить видимость общих точек, входящих в данную Геозону?
sv_se: Skall de OR-punkter som ingår i denna gräns också vara osynliga?
tr_tr: Paylaşılmış OD noktalarını bu sınırın görünmez bir parçası yapmak istiyor musunuz?

source: Question
de_de: Frage
el_gr: Ερώτηση
es_es: Pregunta
et_ee: Küsimus
fi_fi: Kysymys
fil_ph: Tanong
id_id: Pertanyaan
it_it: Domanda
nl_nl: Vraag
pl_pl: Pytanie
pt_pt: Pergunta
ru_ru: Вопрос
sv_se: Fråga
tr_tr: Soru

source: (Unnamed )
de_de: (Unbenannt)
el_gr: (Χωρίς όνομα)
es_es: (Sin nombre)
et_ee: (nimetu)
fi_fi: (Nimetön)
fil_ph: (Hindi pinangalanan)
fr_fr: (Sans nom)
id_id: (Tidak ada nama )
it_it: (Senza nome )
nl_nl: (naamloos)
pl_pl: (Bez nazwy)
pt_pt: (Sem nome)
ru_ru: (Безымянный )
sv_se: (Namnlös)
tr_tr: (İsimsiz)

source: &Deactivate
de_de: &Deaktivieren
el_gr: &Απενεργοποίηση
es_es: &Desactivar
et_ee: Peata
fi_fi: &Deaktivoi
fil_ph: &Huwag paganahin
fr_fr: Désactiver
id_id: &Menonaktifkan
it_it: Disattivare
nl_nl: &Deactiveren
pl_pl: &Dezaktywuj
pt_pt: &Desativar
ru_ru: &Деактивировать
sv_se: &Inaktivera
tr_tr: &Etkisizleştir

source: (Unnamed)
de_de: (Unbenannt)
el_gr: (Χωρίς όνομα)
es_es: (Sin nombre)
et_ee: (nimetu)
fi_fi: (Nimetön)
fil_ph: (Hindi pinangalanan)
fr_fr: (Sans nom)
id_id: (Tidak ada nama)
it_it: (Senza Nome)
nl_nl: (naamloos)
pl_pl: (Bez nazwy)
pt_pt: (sem nome)
ru_ru: (Безымянный)
sv_se: (Namnlös)
tr_tr: (İsimsiz)

source: The OD Point you want to delete is used in a path, do you really want to delete it?
de_de: Der OD Punkt, den Sie löschen möchten, ist Teil eines Pfades - wirklich löschen?
el_gr: Το σημείο OD που θέλετε να διαγράψετε χρησιμοποιείται σε μια διαδρομή, είστε βέβαιοι ότι θέλετε να το διαγράψετε;
es_es: El punto OD que desea eliminar se utiliza en una línea, ¿realmente desea eliminarlo?
et_ee: OD-punkt, mida soovid kustutda, kasutatakse tees, kas sa tõesti soovid ta kustutada?
fi_fi: OD pistettä, jonka haluat poistaa on käytetty polussa, Haluatko varmasti poistaa sen?
fil_ph: Ang Puntong OD na gusto mong burahin ay ginagamit sa daanan, gusto mo ba talagang burahin ito?
fr_fr: Le point du traceur que vous voulez supprimer est utilisé par un chemin, voulez vous vraiment le supprimer ?
id_id: OD Titik yang ingin anda hapus digunakan dalam rute, apakah anda benar-benar ingin menghapus itu?
it_it: Il punto OD che vuoi eliminare è usato in un percorso, vuoi veramente cancellarlo?
nl_nl: Het OD-punt dat u wilt verwijderen maakt deel uit van een lijn. Wilt u het echt verwijderen?
pl_pl: Punkt OD, który chcesz usunąć jest używany w ścieżce, czy naprawdę chcesz go usunąć?
pt_pt: O ponto OD que quer eliminar é usado por um caminho, quer mesmo eliminá-lo?
ru_ru: Точка, которую вы хотите удалить используется в пути, вы действительно хотите удалить?
sv_se: Den här OR-punkten används i en gränslinje. Vill du verkligen ta bort den?
tr_tr: Silmek istediğiniz OD Noktası bir yolda kullanılıyor, bunu gerçekten silmek istiyor musunuz?

source: Are you sure you want to delete <ALL> OD points?
de_de: Sind Sie sicher, dass Sie <ALLE>OD Punkte löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε <ΟΛΑ> τα σημεία OD;
es_es: ¿Está seguro que desea eliminar <TODOS> los puntos OD?
et_ee: Kas oled kindel, et soovid <ALL> OD-punktid kustutada?
fi_fi: Oletko varma, että haluat poistaa <ALL> OD pisteet?
fil_ph: Sigurado ka bang gusto mong burahin <ALL> mga daanan?
fr_fr: Points du traceur : Voulez vous vraiment supprimer <TOUT> ?
id_id: Apakah anda yakin ingin menghapus <ALL> titik OD?
it_it: Sei sicuro di voler eliminare <TUTTI> punti OD?
nl_nl: Weet u zeker dat u ALLE OD-punten wilt verwijderen?
pl_pl: Naprawdę chcesz usunąć <WSZYSTKIE> punkty OD?
pt_pt: Tem a certeza que quer apagar <TODOS> os pontos OD?
ru_ru: Уверены, что хотите удалить ВСЕ точки?
sv_se: Är du säker på att du vill ta bort <ALLA> OR-punkter?
tr_tr: Od noktalarının <ALL> silmek istediğinizden emin misiniz?

source: There are some OD points used in paths or anchor alarms. Do you want to delete them as well? This will change the paths and disable the anchor alarms. Answering No keeps the OD points used in paths or alarms.
de_de: Einige der OD Punkte werden in Pfaden oder Ankeralarmen genutzt. Sollen diese auch gelöscht werden? Dies verändert die Pfade und löscht den Ankeralarm. Mit NEIN erhalten Sie die zu den OD Pfaden oder Ankeralarmen gehörigen Punkte.
el_gr: Υπάρχουν μερικά σημεία OCPN που χρησιμοποιούνται σε διαδρομές ή συναγερμούς αγκυροβολίου. Θέλετε να τα διαγράψετε κι αυτά; Αυτό θα αλλάξει τις διαδρομές και θα ακυρώσει τους συναγερμούς. Με ΟΧΙ τα σημεία OD που χρησιμοποιούνται σε μονοπάτια ή συναγερμούς διατηρούνται.
es_es: Hay algunos puntos OD utilizados en líneas o alarmas de fondeo. ¿Desea eliminarlos de todas formas? Esto va a cambiar las líneas y a desactivar las alarmas de fondeo. Respondiendo No mantiene los puntos OD utilizados en líneas o alarmas.
et_ee: Seal on mõned OD-punktid, mis on kasutatud teedes või ankruhäiretes. Kas soovid ka need kustutada? See muudab teed ja halvab ankruhäired. Vastates Ei hoitakse teedes või häiretes kasutatud OCPN-punktide alles.
fi_fi: Joitakin OD pisteitä on käytetty poluissa tai ankkurihälytyksinä. Haluatko poistaa myös nämä merkinnät? Tämä muuttaa polut ja poista ankkuri hälytykset. Jos vastaat Ei pitää OD pisteet polkujen tai hälytysten käytössä.
fil_ph: May mga iilang punto ng OD an ginamit sa mga daanan o mga alarma sa angkla. Gusto mo ba rin burahin ang mga ito? Ito ay magbabago sa daanan at hindi pagaganahin ang mga alarma sa angkla. Ang pagsagot ng hindi ay magpapanatili ng mga punto na gimanit sa mga daanan o mga alarma.
fr_fr: Il y a certains points utilisés dans des chemins ou des alarmes de mouillage. Voulez vous vraiment les supprimer quand même ? Ceci modifiera les chemins et désactivera les alarmes de mouillage. Répondre "Non", maintiendra les points utilisés dans ces chemins ou ces alarmes de mouillage.
id_id: Ada beberapa OD poin yang digunakan di jalan atau jangkar alarm. Apakah anda ingin menghapus mereka juga? Ini akan mengubah jalur dan menonaktifkan jangkar alarm. Jangan menyimpan OD poin yang digunakan di jalan atau alarm.
it_it: Ci sono alcuni punti OD usati nei percorsi o negli allarmi di ancoraggio. Vuoi eliminarli anche? Questo cambierà i percorsi e disabiliterà gli allarmi di ancoraggio. Rispondere No mantiene i punti OD usati nei percorsi o negli allarmi.
nl_nl: Enkele OD-punten worden gebruikt in lijnen of ankeralarmen. Wilt u deze ook verwijderen? Dit zal de lijnen veranderen en de ankeralarmen uitschakelen. Het antwoord 'Nee' zorgt ervoor dat deze OD-punten hiervoor behouden blijven.
pl_pl: Niektóre punkty OD użyte są w drogach lub alarmach kotwicznych. Czy na pewno chcesz je również usunąć? To zmieni przebieg dróg i usunie alarmy kotwiczne. Jeśli odpowiesz "nie" punkty OD użyte w drogach lub alarmach zostaną zachowane.
pt_pt: Há alguns pontos OD usados em caminhos ou alarmes de ancoragem. Quer apagá-los também? Isso irá alterar os caminhos ou inactivar os alarmes de ancoragem. Responder Não irá manter os pontos OD usados em caminhos ou alarmes.
ru_ru: Некоторые Точки задействованы в тревогах якорной стоянки. Их удаление приведёт к отключению тревоги якорной стоянки. Ответьте «Да» для удаления всех точек, «Нет» для удаления только неиспользуемых точек.
sv_se: Det finns OR-punkter som används i gränser eller ankarvakter Vill du ta bort dessa också? Gränslinjerna kommer att ändras och ankarvakten att inaktiveras Klicka på Nej för att behålla punkterna i gränslinjer och larm.
tr_tr: Yollarda veya anchor alarmlarında kullanılan bazı OD noktaları var. Onları da silmek istiyor musunuz? Bu, yolları değiştirecek ve anchor alarmlarını devre dışı bırakacak. Hayır derseniz, yollarda veya alarmlarda kullanılan OD puanlarını korunacak.

source: Hide from chart
de_de: Ausblenden
el_gr: Κρύψε από τον χάρτη
es_es: Ocultar en carta
et_ee: Peida kaardilt
fi_fi: Piilota kartalta
fil_ph: Itago mula sa tsart
fr_fr: Cacher sur la carte
id_id: Sembunyikan dari grafik
it_it: Nascondi dalla Carta
nl_nl: Niet tonen op kaart
pl_pl: Ukryj na mapie
pt_pt: Esconder da carta
ru_ru: Скрыть с карты
sv_se: Visa inte på sjökorten
tr_tr: Haritada gizle

source: Hide Point names
de_de: Punkt Namen ausblenden
el_gr: Απόκρυψη ονομάτων σημείων
es_es: Ocultar nombres de puntos
et_ee: Peida punktinimed
fi_fi: Piilota pisteiden nimet
fil_ph: Itago ang mga Pangalan ng Punto
fr_fr: Cacher les noms des points
id_id: Sembunyikan nama titik
it_it: Nascondi nomi punti
nl_nl: Verberg puntnamen
pl_pl: Ukryj nazwy punktów
pt_pt: Esconder nomes dos pontos
ru_ru: Скрыть Названия точек
sv_se: Dölj punktens namn
tr_tr: Nokta isimlerini gizle

source: Show Point names
de_de: Punkt Namen anzeigen
el_gr: Εμφάνιση ονομάτων σημείων
es_es: Mostrar nombres de puntos
et_ee: Näita punktinimesid
fi_fi: Näytä pisteiden nimet
fil_ph: Ipakita ang mga pangalan ng Punto
fr_fr: Noms des points : Voir
id_id: Tampilkan nama titik
it_it: Mostra nomi punti
nl_nl: Toon puntnamen
pl_pl: Pokaż nazwy punktów
pt_pt: Apresentar nome dos pontos
ru_ru: Показать Названия точек
sv_se: Visa punktnamn
tr_tr: Nokta adını göster

source: Unlist contents
de_de: Elemente nicht auflisten
el_gr: Απόκρυψη περιεχομένων
es_es: No mostrar contenidos
et_ee: Tühjenda nimekiri
fi_fi: Poista sisällöt luettelosta
fil_ph: Mga hindi nalistang nilalaman
fr_fr: Ne pas lister les contenus
it_it: Deseleziona contenuti
nl_nl: Haal inhoud weg
pl_pl: Ukryj zawartość
pt_pt: Não mostrar conteúdos
ru_ru: Закрыть содержимое
sv_se: Dölj innehåll
tr_tr: Listelenmemiş içerik

source: List contents
de_de: Elemente auflisten
el_gr: Περιεχόμενα
es_es: Lista contenidos
et_ee: Loenda sisu
fi_fi: Luetteloi sisällöt
fil_ph: Mga nilalaman ng Listahan
fr_fr: Lister les contenus
id_id: Daftar isi
it_it: Elenco contenuti
nl_nl: Toon inhoud
pl_pl: Pokaż zawartość
pt_pt: Mostrar conteúdos
ru_ru: Раскрыть содержимое
sv_se: Visa innehåll
tr_tr: İçeriği listele

source: Are you sure you want to delete this layer and <ALL> of its contents?
de_de: Sind Sie sicher, daß Sie diese Ebene und <ALLEN> Inhalt löschen wollen?
el_gr: Σίγουρα θέλετε να διαγράψετε αυτό το ταξίδι και <όλα> τα περιεχόμενά του;
es_es: ¿Seguro que desea borrar esta capa y <TODO> su contenido?
et_ee: Kas oled kindel, et soovid kustutada selle kihi ja <ALL> temas sisalduva?
fi_fi: Oletko varma, että haluat poistaa tämä kerroksen ja <ALL> sen sisällön?
fil_ph: Sigurado ka bang gusto mong burahin ang leyer ng ito at <ALL> mga nilalaman nito?
fr_fr: Couche : Etes vous certain de vouloir la détruire et <TOUT> ses contenus ?
id_id: Apakah anda yakin anda ingin menghapus lapisan ini dan <ALL> isinya?
it_it: Sei sicuro di voler eliminare questo layer e <TUTTO> dei suoi contenuti?
nl_nl: Weet u zeker dat u deze kaartlaag en ALLE inhoud ervan wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę warstwę i <CAŁĄ> jej zawartość?
pt_pt: Tem certeza que quer apagar esta camada e <TODOS> os seus conteúdos?
ru_ru: Уверены, что хотите удалить слой и ВСЁ его содержимое?
sv_se: Är du säker du vill ta bort detta lager och <ALLT> innehåll?
tr_tr: Bu içeriklerin <ALL> ve bu etiketi silmek istediğinizden emin misiniz?

source: The file will also be deleted from OCPN Draw's layers directory.
de_de: Die Datei wird auch aus dem Ebenen-Verzeichnis von OCPN-Draw gelöscht.
el_gr: Το αρχείο θα διαγραφεί κι από τον φάκελο ταξιδιών του OpenCPN.
es_es: El archivo también se borrará del directorio de capas de OCPN Draw.
et_ee: Fail kustutatakse ka OCPN Draw kihtide kataloogist.
fi_fi: Tiedosto poistetaan myös OpenCPN:n kerrokset hakemistosta.
fr_fr: Le fichier sera également supprimé du dossier des couches d'OpenCPN.
it_it: Il file verrà eliminato anche dalla directory dei livelli di OCPN Draw.
pt_pt: O ficheiro também será apagado da diretoria de desenho de camadas do OCPN.
sv_se: Filen kommer också att raderas från pluginens egna lagerkatalog.

source: (Unnamed Layer)
de_de: (unbenannte Ebene)
el_gr: (ανώνυμο ταξίδι)
es_es: (Capa sin nombre)
et_ee: (nimetu kiht)
fi_fi: (Nimetön kerros)
fil_ph: (Hindi pinangalanang Leyer)
fr_fr: (Couche sans nom)
it_it: (Livello Senza Nome)
nl_nl: (naamloze kaartlaag)
pl_pl: (warstwa bez nazwy)
pt_pt: (Camada sem Nome)
ru_ru: (безымянный слой)
sv_se: (Ej namngivet lager)
tr_tr: (Adsız etiket)

source: OCPN Draw Manager
es_es: Gestor de OCPN Draw
et_ee: OCPN Draw haldaja
fi_fi: OCPN piirronhallinta
fil_ph: Tagapamahala ng Guhoit sa OCPN
fr_fr: Gestionnaire du traceur OD
id_id: OCPN Menarik pengelola
it_it: Gestore Disegni OCPN
pt_pt: Gestor do OCPN Draw
ru_ru: Диспетчер Объектов
sv_se: OCPN Ritverktyg
tr_tr: OCPN çizim yöneticisi

source: OCPN Draw Boundary
de_de: OCPN Draw Begrenzung
el_gr: Όριο OCPN Draw
es_es: Límite de OCPN Draw
et_ee: OCPN Draw piir
fi_fi: OCPN Draw: Raja
fil_ph: Hangganang Guhit sa OCPN
fr_fr: Barrière/Zone
id_id: OCPN Menarik batas
it_it: OCPN Disegna Confine
nl_nl: OCPN Draw: Lijn of Rechtlijnig gebied
pl_pl: OCPN Draw Granica
pt_pt: Limite do OCPN Draw
ru_ru: Геозоны
sv_se: OCPN Rita gränser
tr_tr: OCPN sınır çizim

source: Use OCPN Draw Tool
de_de: OCPN Draw Tool verwenden
el_gr: Χρήση εργαλείου OCPN Draw
es_es: Use la herramienta de dibujar OCPN
et_ee: Kasuta OCPN Draw tööriista
fi_fi: Käytä OCPN Draw työkalua
fr_fr: Utiliser l'outil OCPN Draw
it_it: Utilizzare lo strumento Disegna OCPN
nl_nl: Gebruik OCPN Draw Tool
pt_pt: Usar ferramenta de desenho OCPN
sv_se: Verktyg för OCPN_Rita

source: BlinkTimer->Unbind not found or not removed
el_gr: BlinkTimer->Η αποσύνδεση δεν βρέθηκε ή δεν αφαιρέθηκε
es_es: BlinkTimer->Desvincular no encontrado o no eliminado
et_ee: BlinkTimer->Unbind pole leitud või pole kõrvaldatud
fr_fr: BlinkTimer->Déconnecter introuvable ou non supprimé
it_it: BlinkTimer->Unbind non trovato o non rimosso
pt_pt: BlinkTimer-> Desligar não encontrado ou não removido

source: RolloverPopupTimer->Unbind not found or not removed
el_gr: Το RolloverPopupTimer->Αποσύνδεση δεν βρέθηκε ή δεν αφαιρέθηκε
es_es: RolloverPopupTimer->Desvincular no encontrado o no eliminado
et_ee: RolloverPopupTimer->Unbind pole leitud või pole kõrvaldatud
fr_fr: RolloverPopupTimer->Déconnecter introuvable ou non supprimé
it_it: RolloverPopupTimer->Unbind non trovato o non rimosso
pt_pt: RolloverPopupTimer-> Desligar não encontrado ou não removido

source: General drawing for OpenCPN
de_de: Allgemeine Zeichnungsfunktionen för OpenCPN
el_gr: Γενικό σχέδιο για το OpenCPN
es_es: Generador de dibujos para OpenCPN
et_ee: OpenCPN'i üldine joonistamine
fi_fi: Yleispiirtäminen OpenCPN:ssä
fil_ph: Pangkalahatang pagguhit para sa OpenCPN
fr_fr: Traceur général pour OpenCPN
id_id: Menggambar umum untuk OpenCPN
it_it: Disegno generale per OpenCPN
nl_nl: Teken PlugIn voor OpenCPN
pl_pl: Ogólne rysunki dla OpenCPN
pt_pt: Desenho Geral para OpenCPN
ru_ru: Модуль "Основные Штурманские Задачи" для OpenCPN
sv_se: Ritverktyg för OpenCPN
tr_tr: OpenCPN için Genel çizim

source: General Drawing for OpenCPN Thanks to the community for their helpful suggestions.
de_de: Allgemeine Zeichnungfunktionen für OpenCPN Danke an die Gemeinschaft für ihre hilfreichen Vorschläge.
el_gr: Γενικό σχέδιο για το OpenCPN Ευχαριστούμε την Κοινότητα για τις χρήσιμες προτάσεις.
es_es: Generador de dibujos para OpenCPN Gracias a la comunidad por sus ayudas y sugerencias.
et_ee: OpenCPN'i üldine joonistamine Tänud kogukonnale abistavate ettepanekute eest.
fi_fi: Yleispiirtäminen OpenCPN:ssä Kiitokset yhteisölle hyödyllisistä ehdotuksista.
fil_ph: Pangkalahatang pagguhit para sa OpenCPN Salamat sa komunidad para sa kanilang kapaki-pakinabang na mga mungkahi.
fr_fr: Traceur général pour OpenCPN Merci à la communauté pour les suggestions apportées
id_id: Menggambar umum untuk OpenCPN Terima kasih kepada pengguna atas saran mereka yang bermanfaat.
it_it: Disegno Generale per OpenCPN Grazie alla comunità per i loro utili suggerimenti.
nl_nl: Teken PlugIn voor OpenCPN Met dank aan de gebruikersgroep voor alle goede suggesties.
pl_pl: Ogólne rysunki dla OpenCPN Dzięki dla Wszystkich za pomocne sugestie.
pt_pt: Desenhador geral para OpenCPN Obrigado à Comunidade pelas suas sugestões úteis.
ru_ru: Модуль "Основные Штурманские Задачи" для OpenCPN Инструменты прокладки, Аналитическое счисление, охранные зоны и геозоны.
sv_se: Ritverktyg för OpenCPN Tack alla som hjälpt till med värdefulla synpunkter.
tr_tr: OpenCPN için Genel çizim Yararlı önerileri için topluluğa teşekkür ederim.

source: Layer Boundary
de_de: Ebene Begrenzung
el_gr: Όριο ταξιδιού
es_es: Límite de capa
et_ee: Piiri kiht
fi_fi: Kerroksen raja
fil_ph: Hangganan ng Leyer
fr_fr: Couche de limite/zone
id_id: Batas pemisah
it_it: Confine Livello
nl_nl: Kaartlaaglijn (of rechtlijnig gebied)
pl_pl: Granica warstwy
pt_pt: Limite da camada
ru_ru: Слой Геозоны
sv_se: Gräns i lager
tr_tr: Sınır katmanı
