Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Are you sure you want to delete this Guard Zone?
de_de: Sind Sie sicher, daß Sie diese Wachzone löschen wollen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη ζώνη επιφυλακής;
es_es: ¿Seguro que quieres eliminar esta Zona de protección?
et_ee: Oled kindel, et soovid selle valvetsooni kustutada?
fi_fi: Haluatko varmasti poistaa tämän suojavyöhykkeen?
fil_ph: Sigurado ka bang gusto mong burahin itong Bantay ng Sona?
fr_fr: Etes vous certain de vouloir supprimer cette zone de garde ?
id_id: Apakah anda yakin ingin menghapus Wilayah Penjagaan ini?
it_it: Sei sicuro di voler eliminare questa zona di guardia?
nl_nl: Weet u zeker dat u deze bewakingszone verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten Punkt Granicy?
pt_pt: Tem certeza que quer eliminar esta Zona de Resguardo?
ru_ru: Вы действительно хотите удалить эту зону охраны?
sv_se: Är du säker på att du vill ta bort denna bevakningszone?
tr_tr: Bu koruma bölgesini silmek istediğinizden emin misiniz?

source: OCPN Draw GZ Delete
de_de: OCPN Draw WZ löschen
el_gr: Διαγραφή ζώνης επιφυλακής
es_es: Borrar el trazado OCPN GZ
et_ee: OCPN Draw GZ kustutamine
fi_fi: OCPN Draw: GZ Poisto
fil_ph: Ang Guhit GZ ng OCPN ay nabura
fr_fr: Supprimer cette zone de garde
id_id: OCPN Menarik GZ Hapus
it_it: Rimuovi zona di guardia OCPN Draw
nl_nl: OCPN Draw: BZ verwijderen
pl_pl: OCPN Draw Usuwanie GZ
pt_pt: OCPN Draw Eliminar Zona de Resguardo
ru_ru: OCPN Draw GZ Удалить
sv_se: Ta bort OD zone
tr_tr: OCPN GZ çizimini sil

source: Are you sure you want to delete this Parallel Index Line Group?
de_de: Möchten Sie diese ParallelIndexLinien Gruppe wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ομάδα γραμμών Parallel Index;
es_es: ¿Seguro que quieres eliminar este Grupo de líneas de índice paralelo?
et_ee: Kas soovid kindlasti kustutada selle paralleelstete indeksliinide rühma?
fi_fi: Oletko varma, että haluat poistaa tämän rinnakkaisten indeksilinjojen ryhmän?
fil_ph: Sigurado ka bang gusto mong burahin itong Grupo ng Hilerang Panuntunang Linya?
fr_fr: PIL : Etes vous certain de vouloir supprimer cet index (et les lignes associées) ?
id_id: Apakah anda yakin ingin menghapus kumpulan Indeks Garis Paralel ini?
it_it: Sicuro di voler riumovere questo Gruppo di Linee Indici Parallele?
nl_nl: Weet u zeker dat u deze Parallel-Index lijnengroep wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę grupę linii równoległych?
pt_pt: Tem certeza que quer eliminar este Grupo de Linha Paralela Indexada?
ru_ru: Вы действительно хотите удалить группу линий Предварительной прокладки?
sv_se: Är du säker på att du vill ta bort den här linjegruppen?
tr_tr: Paralel Dizin Hattı Grubunu silmek istediğinizden emin misiniz?

source: OCPN Draw PIL Delete
de_de: OCPN Draw PIL löschen
el_gr: Διαγραφή PIL
es_es: Borrar el trazado OCPN PIL
et_ee: OCPN Draw PIL kustutamine
fi_fi: OCPN Draw: PIL poisto
fil_ph: Ang Guhit PIL ng OCPN ay nabura
fr_fr: PIL : Supprimer
id_id: OCPN Menarik PIL Hapus
it_it: Rimuovi EBL OCPN Draw
nl_nl: OCPN Draw: PI-lijn verwjderen
pl_pl: OCPN Draw Usuwanie Linii Równoległych PIL
pt_pt: Eliminar PIL do OCPN Draw
ru_ru: Удалить ЛПП
sv_se: Ta bort OD PIL
tr_tr: OCPN çizimi PIL sil

source: Are you sure you want to delete this Parallel Index Line?
de_de: Möchten Sie diese ParallelIndexLinie wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη γραμμή του Parallel Index;
es_es: ¿Seguro que quieres eliminar esta línea de índice paralelo?
et_ee: Oled kindel, et soovid selle paralleelse indeksliini kõrvaldada?
fi_fi: Oletko varma, että haluat poistaa tämän rinnakkaisen indeksilinjan?
fil_ph: Sigurado ka bang gusto mong burahin itong Hilerang Panuntunang Linya?
fr_fr: PIL : Voulez vous vraiment supprimer cette ligne de l'index ?
id_id: Apakah anda yakin ingin menghapus Indeks Baris Paralel ini?
it_it: Sicuro di voler riumovere questo Gruppo di Linee Indici Parallele?
nl_nl: Weet u zeker dat u deze Parallel-Index lijn wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę linię równoległą?
pt_pt: Tem certeza que quer eliminar esta Linha Paralela Indexada?
ru_ru: Вы действительно хотите удалить эту параллельную индексную строку?
sv_se: Är du säker på att du vill ta bort den här linjegruppen?
tr_tr: Paralel dizin hattını silmek ister misin?

source: OCPN Draw Parallel Index Line Delete
de_de: OCPN Draw ParallelIndexLinie löschen
el_gr: Διαγραφή γραμμής Parallel Index
es_es: Borrar la linea de trazado OCPN del índice paralelo
et_ee: OCPN Draw paralleelse Indeksliini kustutamine
fi_fi: OCPN Draw: Rinnakkaisen indeksilinjan poistaminen
fil_ph: Ang Guhit Hilerang Panuntunang Linya ay nabura
fr_fr: Ligne de l'index : Supprimer
id_id: OCPN Menggambar Paralel Indeks Menghapus Baris
it_it: Rimuovi Linee Indici Parallele OCPN Draw
nl_nl: OCPN Draw: Parallel-Index lijn verwijderen
pl_pl: OCPN Draw Usuwanie Linii Równoległej- PIL
pt_pt: Apagar Linha Paralela Indexada do OCPN Draw
ru_ru: Удалить Линию Предварительной прокладки
sv_se: OCPN Ritverktyg, ta bort en parallell indexlinje
tr_tr: OCPN paralel dizin hattı çizimini sil

source: Removing this point will invalidate the Boundary, this is not allowed.
de_de: Ein Löschen dieses Punktes zerstört die Begrenzung, dies ist nicht zulässig.
el_gr: Αφαίρεση αυτoύ του σημείου θα ακυρώσει το όριο, δεν επιτρέπεται.
es_es: Quitando este punto invalidará el límite, esto no está permitido.
et_ee: Eemaldades selle punkti muutub piir kehtetuks, see pole lubatud.
fi_fi: Tämän pisteen poisto mitätöi rajan. Toiminto ei ole sallittu.
fil_ph: Ang pagtanggal nitong punto ay makakawalang bisa ng Hangganan, Ito ay hindi puwedi.
fr_fr: Retirer ce point rendra invalide la limite/zone, ceci n'est pas permis.
id_id: Menghapus titik ini akan membuat Boundary menjadi tidak berfungsi, ini tidak diizinkan.
it_it: La rimozione di questo punto invaliderà il Confine, ciò non è consentito.
nl_nl: Dit punt weghalen leidt tot ongeldigheid van de gebiedsgrens en wordt niet toegestaan
pl_pl: Usunięcie tego punktu spowoduje unieważnienie Granicy, to nie jest to dozwolone.
pt_pt: A remoção deste ponto invalidaria o Limite, isso não é permitido.
ru_ru: Удаление этой точки сделает Геозоны недействительной, это недопустимо.
sv_se: Du kan inte ta bort denna punkt eftersom det förstör gränsmarkeringen.
tr_tr: Bu noktanın kaldırılması Sınırı geçersiz kılacak, buna izin verilmiyor.

source: OCPN Draw Remove
de_de: OCPN Draw entfernen
el_gr: Αφαίρεση
es_es: Quitar dibujo de OCPN
et_ee: OCPN Draw eemalda
fi_fi: OCPN Draw: Poisto
fil_ph: Guhit ng OCPN ay nabura
fr_fr: Traceur OD, enlever
id_id: OCPN Hapus Tarikan
it_it: Rimuovi OCPN Draw
nl_nl: OCPN Draw: Weghalen
pl_pl: OCPN Draw Usuwanie
pt_pt: Reoção de desenho OCPN
ru_ru: Убрать
sv_se: OCPN Ta bort från Ritaren
tr_tr: OCPN çizimini kaldır

source: OD Point
de_de: OD Punkt
el_gr: Σημείο OD
es_es: Punto OD
et_ee: OD-punkt
fi_fi: OD-piste
fil_ph: Punto ng DR
fr_fr: Point du traceur
id_id: Titik OD
it_it: Punto OCPN Draw
nl_nl: OD-punt
pl_pl: Punkt OD
pt_pt: Ponto OD
ru_ru: Точки
sv_se: OD Punkt
tr_tr: OD noktası

source: Are you sure you want to remove this
de_de: Möchten Sie das Objekt wirklich entfernen -
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτό το
es_es: ¿Estás seguro que quieres quitar esto?
et_ee: Kas oled kindel, et soovid eemaldada selle
fi_fi: Haluatko varmasti poistaa tämän
fil_ph: Sigurado ka bang gusto mong tanggalin ito
fr_fr: Voulez vous vraiment déplacer ceci ?
id_id: Apakah anda yakin ingin untuk menghapus ini
it_it: Sei sicuro di voler eliminare questo
nl_nl: Weet u zeker dat u dit wilt weghalen?
pl_pl: Czy na pewno chcesz usunąć ten
pt_pt: Tem a certeza que quer remover isto
ru_ru: Вы уверены, что хотите удалить этот
sv_se: Är du säker du vill ta bort denna
tr_tr: Bunu kaldırmak istediğinizden emin misiniz

source: Are you sure you want to remove this OD Point?
de_de: Sind Sie sicher, daß Sie den OD Punkt löschen wollen?
el_gr: Σίγουρα θέλετε να αφαιρέσετε αυτό το σημείο OD;
es_es: ¿Seguro que desea borrar este punto OD?
et_ee: Oled kindel, et soovid selle OD-punkti kõrvaldada?
fi_fi: Haluatko varmasti poistaa tämän OD-pisteen?
fil_ph: Sigurado ka bang gusto mong burahin itong Punto ng OD?
fr_fr: Confirmer le déplacement du point ?
id_id: Apakah anda yakin ingin menghapus Titik OD ini?
it_it: Sei sicuro di voler eliminare questo Punto OD?
nl_nl: Weet u zeker dat u dit OD-punt wilt weghalen?
pl_pl: Czy na pewno chcesz usunąć ten punkt OD?
pt_pt: Tem certeza que quer eliminar este Ponto OD?
ru_ru: Вы уверены, что хотите удалить эту точку OD?
sv_se: Är du säker på att du vill ta bort denna punkt?
tr_tr: Bu OD Noktasını kaldırmak istediğinizden emin misiniz?

source: OCPN Draw Remove OD Point
de_de: OCPN Draw OD Punkt löschen
el_gr: Αφαίρεση σημείου OD
es_es: OCPN Draw quitar punto OD
et_ee: OCPN Draw OD-punkti eemaldamine
fi_fi: OCPN Draw: Poista OD-piste
fil_ph: Tanggalin ang Punto ng DR sa Guhit OCPN
fr_fr: Déplacer un point
id_id: OCPN Menghapus tarikan titik OD
it_it: Rimuovi Punto OCPN Draw
nl_nl: OCPN Draw: OD-punt weghalen
pl_pl: OCPN Draw Usuwanie Punktu OD
pt_pt: Eliminar ponto OD OCPN Draw
ru_ru: OCPN рисовать удалить точки ОД
sv_se: Ta bort OD punkt
tr_tr: OCPN çizimi OD noktası kaldır

source: Are you sure you want to remove this Boundary Point?
de_de: Sind Sie sicher, dass Sie diesen Begrenzungspunkt entfernen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτό το σημείο oρίου;
es_es: ¿Está seguro que desea eliminar este punto límite?
et_ee: Oled kindel, et soovid eemaldada selle piiripunkti?
fi_fi: Haluatko varmasti poistaa tämän rajapisteen?
fil_ph: Sigurado ka bang gusto mong tanggalin itong Punto ng Hangganan?
fr_fr: Confirmer le déplacement de la borne ?
id_id: Apakah anda yakin ingin menghapus Titik Boundary ini?
it_it: Sei sicuro di voler eliminare questo Punto di Confine?
nl_nl: Weet u zeker dat u dit punt (of cirkelgebied) wilt weghalen?
pl_pl: Czy na pewno chcesz usunąć ten Punkt Granicy?
pt_pt: Tem certeza que quer eliminar este ponto limite?
ru_ru: Вы уверены, что хотите удалить эту Геозону?
sv_se: Är du säker på att du vill ta bort denna gränspunkt?
tr_tr: Bu Sınır Noktasını kaldırmak istediğinizden emin misiniz?

source: OCPN Draw Remove Boundary Point
de_de: OCPN Draw Begrenzungpunkt löschen
el_gr: Αφαίρεση σημείου ορίου
es_es: OCPN Draw quitsr punto de límite
et_ee: OCPN Draw piiripunkti eemaldamine
fi_fi: OCPN Draw: Poista rajapiste
fil_ph: Tanggalin ang Punto ng Hangganan sa Guhit OCPN
fr_fr: Déplacer une borne
id_id: OCPN Menggambar Memindahkan Titik Batas
it_it: Rimuovi Punto OCPN Draw
nl_nl: OCPN Draw: Punt weghalen
pl_pl: OCPN Draw Usuwanie Punktu Granicy
pt_pt: Eliminar ponto limite OCPN Draw
ru_ru: OCPN ничья удалить точки границы
sv_se: Ta bort gränspunkt
tr_tr: OCPN sınır noktası çizimini kaldır

source: Are you sure you want to remove this EBL Point?
de_de: Sind Sie sicher, daß Sie den EBL Punkt löschen wollen?
el_gr: Σίγουρα θέλετε να αφαιρέσετε αυτό το σημείο;
es_es: ¿Seguro que desea borrar este punto EBL?
et_ee: Oled kindel, et soovid selle EBL-punkti kõrvaldada?
fi_fi: Haluatko varmasti poistaa tämän EBL-pisteen?
fil_ph: Sigurado ka bang gusto mong tanggalin itong Punto ng EBL?
fr_fr: Confirmer le déplacement du point EBL ?
id_id: Apakah anda yakin ingin untuk menghapus Titik EBL ini?
it_it: Sei sicuro di voler eliminare questo Punto EBL?
nl_nl: Weet u zeker dat u dit peilinglijn-punt wilt weghalen?
pl_pl: Czy na pewno chcesz usunąć ten punkt Kreski Namiarowej- EBL?
pt_pt: Tem certeza que deseja remover este ponto EBL?
ru_ru: Вы действительно хотите удалить эту точку EBL?
sv_se: Är du säker på att du vill ta bort denna EBL-punkt?
tr_tr: Bu EBL noktasını kaldırmak istediğinizden emin misiniz?

source: OCPN Draw Remove EBL Point
de_de: OCPN Draw EBL Punkt löschen
el_gr: Αφαίρεση σημείου EBL
es_es: OCPN Draw quitar punto EBL
et_ee: OCPN Draw EBL-punkti eemaldamine
fi_fi: OCPN Draw: Poista EBL-piste
fil_ph: Tanggalin ang Punto ng EBL sa Guhit OCPN
fr_fr: Déplacer un point EBL
id_id: OCPN Menghapus tarikan titik EBL
it_it: Rimuovi Punto EBL OCPN Draw
nl_nl: OCPN Draw: Peilinglijn-punt weghalen
pl_pl: OCPN Draw Usuwanie punktu Kreski Namiarowej- EBL
pt_pt: OCPN Remove Desenho Ponto EBL
ru_ru: OCPN Draw Удалить точку EBL
sv_se: Ta bort EBL-punkt
tr_tr: OCPN EBL çizim noktasını kaldır

source: Are you sure you want to remove this DR Point?
de_de: Sind Sie sicher, daß Sie den DR Punkt löschen wollen?
el_gr: Σίγουρα θέλετε να αφαιρέσετε αυτό το σημείο DR;
es_es: ¿Seguro que desea borrar este punto DR?
et_ee: Oled kindel, et soovid selle DR-punkti kõrvaldada?
fi_fi: Haluatko varmasti poistaa tämän DR-pisteen?
fil_ph: Sigurado ka bang gusto mong tanggalin itong Puto ng DR?
fr_fr: Confirmer le déplacement du point d’estime ?
id_id: Apakah anda yakin ingin untuk menghapus Poin DR ini?
it_it: Sei sicuro di voler eliminare questo Punto DR?
nl_nl: Weet u zeker dat u dit gegiste punt wilt weghalen?
pl_pl: Czy na pewno chcesz usunąć ten punkt Pozycji Zliczonej- DR?
pt_pt: Tem certeza que quer apagar este Ponto DR?
ru_ru: Вы действительно хотите удалить эту точку DR?
sv_se: Är du säker på att du vill ta bort denna DR-punkt?
tr_tr: Bu DR Noktasını kaldırmak istediğinizden emin misiniz?

source: OCPN Draw Remove DR Point
de_de: OCPN Draw DR Punkt löschen
el_gr: Αφαίρεση σημείου DR
es_es: OCPN Draw quitar punto DR
et_ee: OCPN Draw DR-punkti eemaldamine
fi_fi: OCPN Draw: Poista DR-piste
fil_ph: Tanggalin ang Punto ng DR sa Guhit OCPN
fr_fr: Déplacer un point estimé
id_id: OCPN Menghapus tarikan titik DR
it_it: Rimuovi Punto Navigazione Stimata OCPN Draw
nl_nl: OCPN Draw: Gegist Punt weghalen
pl_pl: OCPN Draw Usuwanie punktu Pozycji Zliczonej- DR
pt_pt: Eliminar Ponto DR do OCPN Draw
ru_ru: OCPN рисовать удалить др точки
sv_se: Ta bort DR-punkt
tr_tr: OCPN çizimi DR noktasını kaldır

source: Are you sure you want to delete this OD Point?
de_de: Sind Sie sicher, daß Sie den OD Punkt löschen wollen?
el_gr: Σίγουρα θέλετε να διαγράψετε αυτό το σημείο OD;
es_es: ¿Seguro que desea borrar este punto OD?
et_ee: Oled kindel, et soovid selle OD-punkti kõrvaldada?
fi_fi: Haluatko varmasti poistaa tämän OD-pisteen?
fil_ph: Sigurado ka bang gusto mong burahin itong Punto ng OD?
fr_fr: Confirmer la suppression du point ?
id_id: Apakah anda yakin ingin untuk menghapus Titik OD ini?
it_it: Sei sicuro di voler eliminare questo punto OD?
nl_nl: Weet u zeker dat u dit OD-punt wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten punkt OD?
pt_pt: Tem certeza que quer eliminar este Ponto OD?
ru_ru: Вы уверены, что хотите удалить эту точку OD?
sv_se: Är du säker på att du vill ta bort denna punkt?
tr_tr: Bu OD Noktasını silmek istediğinizden emin misiniz?

source: OCPN Draw Delete OD Point
de_de: OCPN Draw OD Punkt löschen
el_gr: Διαγραφή σημείου OD
es_es: OCPN Draw borrar punto OD
et_ee: OCPN Draw OD-punkti kustutamine
fi_fi: OCPN Draw: Poista OD-piste
fil_ph: Tanggalin ang Punto ng OD sa Guhit OCPN
fr_fr: Supprimer un point
id_id: OCPN Hapus tarikan titik OD
it_it: Rimuovi OD punto
nl_nl: OCPN Draw: OD-punt verwijderen
pl_pl: OCPN Draw Usuwanie punktu OD
pt_pt: Eliminar Ponto OD do OCPN Draw
ru_ru: OCPN Draw Удалить точку OD
sv_se: Ta bort punkt
tr_tr: OCPN çizimi OD noktasını sil

source: Are you sure you want to delete this Boundary Point?
de_de: Sind Sie sicher, dass Sie diesen Begrenzungspunkt löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σημείο oρίου;
es_es: ¿Está seguro que desea borrar este punto límite?
et_ee: Oled kindel, et soovid selle piiripunkti kustutada?
fi_fi: Haluatko varmasti poistaa tämän rajapisteen?
fil_ph: Sigurado ka bang gusto mong burahin itong Punto ng Hangganan?
fr_fr: Confirmer la suppression de la borne ?
id_id: Apakah anda yakin ingin untuk menghapus Titik Boundary ini?
it_it: Sei sicuro di voler eliminare questo punto di confine?
nl_nl: Weet u zeker dat u dit punt (of cirkelgebied) wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten Punkt Granicy?
pt_pt: Tem certeza que quer apagar este Ponto Limite?
ru_ru: Вы уверены, что хотите удалить эту Геозону?
sv_se: Är du säker på att du vill ta bort denna gränspunkt?
tr_tr: Bu sınır noktasını silmek istediğinizden emin misiniz?

source: OCPN Draw Delete Boundary Point
de_de: OCPN Draw Begrenzungspunkt löschen
el_gr: Διαγραφή σημείου ορίου
es_es: OCPN Draw borrar punto límite
et_ee: OCPN Draw piiripunkti kustutamine
fi_fi: OCPN Draw: Poista rajapiste
fil_ph: Burahin ang Punto ng Hangganan sa Guhit OCPN
fr_fr: Supprimer une borne
id_id: OCPN Menarik Menghapus Titik Batas
it_it: OCPN Draw rimuove il punto dal confine
nl_nl: OCPN Draw: Punt (of cirkelgebied) verwijderen
pl_pl: OCPN Draw Usuwanie punktu Granicy
pt_pt: Eliminar Ponto Limite OCPN Draw
ru_ru: Удалить Геозону
sv_se: Ta bort gränspunkt
tr_tr: OCPN çizimi sınır noktasını sil

source: Are you sure you want to delete this DR Point?
de_de: Sind Sie sicher, daß Sie den DR Punkt löschen wollen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σημείο DR;
es_es: ¿Seguro que desea borrar este punto DR?
et_ee: Oled kindel, et soovid selle DR-punkti kustutada?
fi_fi: Haluatko varmasti poistaa tämän DR-pisteen?
fil_ph: Sigurado ka bang gusto mong burahin itong Punto ng DR?
fr_fr: Confirmer la suppression du point d’estime ?
id_id: Apakah anda yakin ingin menghapus Titik DR ini?
it_it: Sei sicuro di voler eliminare questo Punto DR?
nl_nl: Weet u zeker dat u dit gegiste punt wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten punkt Pozycji Zliczonej- DR?
pt_pt: Tem certeza que quer apagar este Ponto DR?
ru_ru: Вы уверены, что хотите удалить эту точку доктора?
sv_se: Är du säker på att du vill ta bort denna DR-punkt?
tr_tr: Bu DR Noktasını silmek istediğinizden emin misiniz?

source: OCPN Draw Delete DR Point
de_de: OCPN Draw DR Punkt löschen
el_gr: Διαγραφή σημείου DR
es_es: OCPN Draw borrar punto DR
et_ee: OCPN Draw DR-punkti kustutamine
fi_fi: OCPN Draw: Poista DR-piste
fil_ph: Burahin ang Punto ng DR sa Guhit OCPN
fr_fr: Supprimer une route estimée
id_id: OCPN Hapus tarikan titik DR
it_it: OCPN Draw rimuove il punto stimato
nl_nl: OCPN Draw: Gegist Punt verwijderen
pl_pl: OCPN Draw Usuwanie punktu Pozycji Zliczonej- DR
pt_pt: Apagar Ponto DR do OCPN Draw
ru_ru: OCPN Draw Удалить точку DR
sv_se: Ta bort DR-punkt
tr_tr: OCPN çizimi DR noktasını sil

source: Are you sure you want to delete this EBL Point?
de_de: Sind Sie sicher, daß Sie den EBL Punkt löschen wollen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σημείο EBL;
es_es: ¿Seguro que desea borrar este punto EBL?
et_ee: Oled kindel, et soovid selle EBL-punkti kustutada?
fi_fi: Haluatko varmasti poistaa tämän EBL-pisteen?
fil_ph: Sigurado ka bang gusto mong burahin itong Punto ng EBL?
fr_fr: Confirmer la suppression du point EBL ?
id_id: Apakah anda yakin ingin untuk menghapus Titik EBL ini?
it_it: Sei sicuro di voler eliminare questo Punto EBL?
nl_nl: Weet u zeker dat u dit peilinglijn-punt wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten punkt Kreski Namiarowej- EBL?
pt_pt: Tem certeza que quer apagar este Ponto EBL?
ru_ru: Вы действительно хотите удалить эту точку EBL?
sv_se: Är du säker på att du vill ta bort denna EBL-punkt?
tr_tr: Bu EBL noktasını silmek istediğinden emin misin?

source: OCPN Draw Delete EBL Point
de_de: OCPN Draw EBL Punkt löschen
el_gr: Διαγραφή σημείου EBL
es_es: OCPN Draw borrar punto EBL
et_ee: OCPN Draw EBL-punkti kustutamine
fi_fi: OCPN Draw: Poista EBL-piste
fil_ph: Burahin ang Punto ng EBL sa Guhit OCPN
fr_fr: Supprimer un point EBL
id_id: OCPN Hapus tarikan titik EBL
it_it: OCPN Draw rimuove il punto EBL
nl_nl: OCPN Draw: Peilinglijn-punt verwijderen
pl_pl: OCPN Draw Usuwanie punktu Kreski Namiarowej- EBL
pt_pt: Apagar Ponto EBL do OCPN Draw
ru_ru: OCPN Draw Удалить точку EBL
sv_se: Ta bort EBL-punkt
tr_tr: OCPN çizimi EBL noktasını sil

source: Are you sure you want to delete this PIL Point?
de_de: Sind Sie sicher, daß Sie den PIL Punkt löschen wollen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σημείο PIL;
es_es: ¿Seguro que quieres eliminar este punto PIL?
et_ee: Oled kindel, et soovid selle PIL-punkti kustutada?
fi_fi: Haluatko varmasti poistaa tämän PIL-pisteen?
fil_ph: Sigurado ka bang gusto mong burahin itong Punto ng PIL?
fr_fr: PIL : Etes vous certains de vouloir supprimer ce point ?
id_id: Apakah anda yakin ingin untuk menghapus Titik PIL ini?
it_it: Sei sicuro di voler rimuovere il punto PIL?
nl_nl: Weet u zeker dat u dit PIL-punt wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten punkt Linii Równoległej- PIL?
pt_pt: Tem certeza que quer eliminar este Ponto PIL?
ru_ru: Вы действительно хотите удалить эту точку ЛПП?
sv_se: Är du säker på att du vill ta bort denna PIL-punkt?
tr_tr: Bu PIL noktasını silmek istediğinden emin misin?

source: OCPN Draw Delete PIL Point
de_de: OCPN Draw PIL Punkt löschen
el_gr: Διαγραφή σημείου PIL
es_es: Borrar punto de trazado OCPN PIL
et_ee: OCPN Draw PIL-punkti kustutamine
fi_fi: OCPN Draw: Poista PIL-piste
fil_ph: Tanggalin ang Punto ng PIL sa Guhit OCPN
fr_fr: PIL : OD a supprimé ce point
id_id: OCPN Hapus tarikan titik PIL
it_it: OCPN Draw rimuove il punto PIL
nl_nl: OCPN Draw: punt PI-lijn verwijderen
pl_pl: OCPN Draw Usuwanie punktu Linii Równoległej-PIL
pt_pt: OCPN Draw Eliminar Ponto PIL
ru_ru: Удалить точку ЛПП
sv_se: Ta bort OD punkt
tr_tr: OCPN çizimi PIL noktasını sil

source: Are you sure you want to delete this Text Point?
de_de: Sind Sie sicher, daß Sie den Text Punkt löschen wollen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σημείο κείμενου;
es_es: ¿Seguro que desea borrar este punto de texto?
et_ee: Oled kindel, et soovid selle tekstipunkti kõrvaldada?
fi_fi: Haluatko varmasti poistaa tämän tekstipisteen?
fil_ph: Sigurado ka bang gusto mong burahin itong Punto ng Teksto?
fr_fr: Confirmer la suppression de la note ?
id_id: Apakah anda yakin ingin untuk menghapus Titik Teks ini?
it_it: Sei sicuro di voler rimuovere il punto testo?
nl_nl: Weet u zeker dat u dit tekstpunt wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten punkt Tekstu?
pt_pt: Tem certeza que quer apagar este ponto de texto?
ru_ru: Вы действительно хотите удалить эту текстовую точку?
sv_se: Är du säker på att du vill ta bort denna Textpunkt?
tr_tr: Bu metin noktasını silmek istediğinizden emin misiniz?

source: OCPN Draw Delete Text Point
de_de: OCPN Draw Text Punkt löschen
el_gr: Διαγραφή σημείου κειμένου
es_es: OCPN Draw Borrar punto de texto
et_ee: OCPN Draw kustuta tekstipunkt
fi_fi: OCPN Draw: Poista teksti
fil_ph: Tanggalin ang Punto ng Teksto sa Draw OCPN
fr_fr: Supprimer une note
id_id: OCPN Hapus tarikan titik teks
it_it: OCPN Draw rimuove il testo punto
nl_nl: OCPN Draw: Tekstpunt verwijderen
pl_pl: OCPN Draw Usuwanie punktu Tekstu
pt_pt: Apagar ponto de texto do OCPN Draw
ru_ru: OCPN Draw Удалить текстовую точку
sv_se: OCPN Ritverktyg; Radera textpunkt
tr_tr: OCPN çizimi metin noktasını sil

source: Control Line
de_de: Kontrollinie
el_gr: Γραμμή ελέγχου
es_es: Línea de control
et_ee: Kontrolljoon
fi_fi: Tarkistuslinja
fil_ph: Linya ng Kontrol
fr_fr: Ligne de commande
id_id: Garis Kontrol
it_it: Linea di comando
nl_nl: Controlelijn
pl_pl: Linia kontrolna
pt_pt: Linha de controle
ru_ru: Линия управления
sv_se: Egenskaper
tr_tr: Kontrol hattı

source: Properties...
de_de: Eigenschaften...
el_gr: Ιδιότητες...
es_es: Propiedades...
et_ee: Omadused...
fi_fi: Ominaisuudet...
fil_ph: Mga Katangian...
fr_fr: Propriétés ...
id_id: Properti...
it_it: Proprietà...
nl_nl: Eigenschappen ...
pl_pl: Właściwości...
pt_pt: Propriedades...
ru_ru: Свойства...
sv_se: Egenskaper...
tr_tr: Özellikler...
