Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Dead Reckoning
de_de: Koppelnavigation (DR)
el_gr: Εκτίμηση θέσης
es_es: Navegación por estima
et_ee: Laakimine (DR)
fi_fi: Merkintälasku
fr_fr: Navigation à l'estime
id_id: Perhitungan Yang Salah
it_it: Navigazione stimata
nl_nl: Instellingen Trackvoorspelling
pl_pl: Pozycja zliczona- Dead Reckoning- DR
pt_pt: Navegação estimada
ru_ru: Аналитическое Счисление
sv_se: Död räkning (DR)
tr_tr: Parakete Hesabı

source: Point Type
de_de: Punkt Typ
el_gr: Τύπος σημείου
es_es: Tipo de punto
et_ee: Punkti laad
fi_fi: Pistetyyppi
fil_ph: Uri ng Punto
fr_fr: Type de point
id_id: Jenis Titik
it_it: Tipo di punto
nl_nl: Betreft gebiedstype
pl_pl: Typ punktu
pt_pt: Tipo de ponto
ru_ru: Тип точки
sv_se: Punktyp
tr_tr: Nokta tipi

source: Path Properties
de_de: Pfadeigenschaften
el_gr: Ιδιότητες πορείας
es_es: Propiedades de línea
et_ee: Tee omadused
fi_fi: Polun ominaisuudet
fil_ph: Katangian ng Landas
fr_fr: Propriétés du chemin
id_id: Properti Jalan
it_it: Proprietà del percorso
nl_nl: Eigenschappen Lijn
pl_pl: Właściwości ścieżki
pt_pt: Propriedades do caminho
ru_ru: Параметры пути
sv_se: Linjeegenskaper
tr_tr: İz Özellikleri

source: OD Point Properties
de_de: OD Punkt Eigenschaften
el_gr: Ιδιότητες σημείου OD
es_es: Propiedades de un punto OD
et_ee: OD-punkti omadused
fi_fi: OD-pisteen ominaisuudet
fil_ph: Katangian ng Punto ng OD
fr_fr: Propriétés d’un point
it_it: Proprietà di un punto
nl_nl: Eigenschappen OD-punt
pl_pl: Właściwości punktu OD
pt_pt: Propriedades do ponto OD
ru_ru: Параметры Точки
sv_se: OR punktegenskaper
tr_tr: OD Noktası Özellikleri

source: OCPN Draw Properties
de_de: OCPN Draw Eigenschaften
el_gr: Ιδιότητες OCPN Draw
es_es: Propiedades de OPENCPN Draw
et_ee: OCPN Draw omadused
fi_fi: OCPN Draw-ominaisuudet
fil_ph: Katangian ng Guhit ng OCPN
fr_fr: Traceur OD : Préférences générales
it_it: Plotter OD: Preferenze generali
nl_nl: Instellingen OCPN Draw
pl_pl: Właściwości OCPN Draw
pt_pt: Propriedades do OCPN Draw
ru_ru: Параметры
sv_se: OCPN Ritverktyg. Egenskaper
tr_tr: OCPN çizim özelikleri

source: Draw Toolbar
de_de: Draw Werkzeugleiste
el_gr: Λωρίδα εργαλείων
es_es: Barra de herramientas de dibujo
et_ee: Joonistamise tööriistariba
fi_fi: Piirtotyökalurivi
fil_ph: Bara ng Kasangkapan sa Pagguhit
fr_fr: Les outils
id_id: Gambar Toolbar
it_it: Gli attrezzi
nl_nl: Tekenwerkbalk
pl_pl: Pasek narzędzi Draw
pt_pt: Barra de ferramentas
ru_ru: Инструменты Штурманских Задач
sv_se: Ritverktyg
tr_tr: Çizim araç çubuğu

source: Index Line Properties
de_de: Indexlinien Eigenschaften
el_gr: Ιδιότητες γραμμής Index
es_es: Propiedades de línea del índice
et_ee: Indeksliini omadused
fi_fi: Indeksilinjan ominaisuudet
fil_ph: Mga katangian ng Taluntunang Linya
fr_fr: Propriétés d'une ligne indexée
it_it: Proprietà delle linee indicizzate
nl_nl: Index Lijn Proporties
pl_pl: Właściwości Linii równoległych (PIL)
pt_pt: Propriedades da linha de índice
ru_ru: Параметры Линии Предварительной прокладки
sv_se: Egenskaper för parallell indexlinje
tr_tr: Dizin satır özellikleri

source: Path & Point Manager
de_de: Pfad & Punkt Manager
el_gr: Διαχείρηση διαδρομής & σημείων
es_es: Gestor de líneas y puntos
et_ee: Tee & punkti haldur
fi_fi: Polkujen, pisteiden ja kerrosten hallinta
fil_ph: Daan & Tagapamahala ng Punto
fr_fr: Gestionnaire de chemins et de points du traceur
id_id: Jalan & Titik Pengelola
it_it: Gestore di percorsi e di punti
nl_nl: Lijn- en Puntmanager
pl_pl: Manager Ścieżki & Punktu
pt_pt: Gestor de Pontos & Caminhos
ru_ru: Диспетчер Путей и Точек
sv_se: Hantering av linjer och punkter
tr_tr: Yol & nokta yöneticisi

source: Boundary not drawn as OpenGL not available in this build
el_gr: Το όριο δεν σχεδιάζεται καθώς το OpenGL δεν είναι διαθέσιμο εδώ
es_es: Límite no dibujado porque OpenGL no está disponible en esta versión
et_ee: Piirjoon, mis ei ole tehtud OpenGL's, ei ole selles kompilatsioonis kasutatav
fr_fr: La limite n'est pas dessinée car OpenGL est non disponible dans cette version
it_it: Confine non disegnato perchè OpenGL non disponibile in questa build
pt_pt: Limite não desenhado como OpenGL não disponível nesta compilação

source: BoundaryPoint not drawn as OpenGL not available in this build
el_gr: Το σημείο ορίου δεν σχεδιάστηκε καθώς το OpenGL δεν είναι διαθέσιμο
es_es: BoundaryPoint no dibujado porque OpenGL no está disponible en esta versión
et_ee: Piiripunkt, mis ei ole tehtud OpenGL's, ei ole selles koostes kasutatav
fr_fr: Point limite/limite non dessiné car OpenGL non disponible dans cette version
it_it: Punti di confine non tracciati perché OpenGL non è disponibile in questa build
pt_pt: Ponto limite não desenhado como OpenGL não disponível nesta compilação

source: Boat
de_de: Boot
el_gr: Πλοίο
es_es: Barco
et_ee: Paat
fi_fi: Vene
fil_ph: Barko
fr_fr: Bateau
id_id: Perahu
it_it: Barca
nl_nl: Eigen Schip
pl_pl: Łódź
pt_pt: Barco
ru_ru: Судно
sv_se: Båt
tr_tr: Tekne

source: Start
el_gr: Αρχή
es_es: Iniciar
et_ee: Algus
fi_fi: Alku
fil_ph: Simula
fr_fr: Départ
id_id: Mulai
it_it: Inizio
pt_pt: Começar
ru_ru: Начало
tr_tr: Başla

source: End
de_de: Ende
el_gr: Τέλος
es_es: Fin
et_ee: Lõpp
fi_fi: Loppu
fil_ph: Kataposan
fr_fr: Fin
id_id: Selesai
it_it: Fine
nl_nl: Eind
pl_pl: Koniec
pt_pt: Fim
ru_ru: Конец
sv_se: Slut
tr_tr: Son

source: EBL Persistence
de_de: EBL Dauerhaftigkeit
el_gr: Πaραμένουσα EBL
es_es: Persistencia EBL
et_ee: EBL kestvus
fi_fi: EBL pysyvyys
fil_ph: Pagtitiyaga ng EBL
fr_fr: Permanence EBL
id_id: Kegigihan EBL
it_it: Persistenza EBL
nl_nl: Vasthouden peilinglijn
pl_pl: Widok Kreski Nmariowej-EBL
pt_pt: Persistência EBL
ru_ru: Сохранность ЭВН
sv_se: Spara EBL
tr_tr: EBL sürekliliği

source: Guard Zone not drawn as OpenGL not available in this build
el_gr: Η ζώνη προστασίας δεν σχεδιάζεται καθώς το OpenGL δεν είναι διαθέσιμο
es_es: Zona de guardia no dibujada porque OpenGL no está disponible en esta versión
et_ee: Valvetsoon, mis ei ole tehtud OpenGL's, ei ole selles koostes kasutatav
fr_fr: Zone de garde non dessinée car OpenGL non disponible dans cette version
it_it: Zona di Guardia non disegnata perchè OpenGL non disponibile in questa build
pt_pt: Zona de segurança não desenhada como OpenGL não disponível nesta compilação

source: Guard Zone Persistence
de_de: Dauerhaftigkeit Wachzone
el_gr: Επιμονή ζώνης επιφυλακής
es_es: Persistencia de la zona de vigilancia
et_ee: Valvetsooni püsivus
fi_fi: Pysyvä suojavyöhyke
fil_ph: Pagtitiyaga ng Bantay sa Sona
fr_fr: Persistance de la zone de garde
id_id: Kegigihan penjaga zona
it_it: Persistenza zona di guardia
nl_nl: Vasthouden bewakingszone
pl_pl: Widok Strefy Ochronnej-GZ
pt_pt: Persistência da Zona de Resguardo
ru_ru: Сохранение Зоны Охраны
sv_se: Spara larmzon
tr_tr: Koruma bölge sürekliliği

source: Export GPX file
de_de: GPX Datei exportieren
el_gr: Εξαγωγή αρχείου GPX
es_es: Exportar Fichero GPX
et_ee: Ekspordi GPX-fail
fi_fi: Vie GPX-tiedosto
fil_ph: Iluwas ang talangkas ng GPX
fr_fr: Exporter un fichier gpx
id_id: Ekspor berkas GPX
it_it: Esporta file GPX
nl_nl: Exporteer GPX-bestand
pl_pl: Eksportuj plik GPX
pt_pt: Exportar ficheiro GPX
ru_ru: Экспорт в файл
sv_se: Exportera GPX-fil
tr_tr: GPX dosyasını dışa aktar

source: Confirm
de_de: Bestätige
el_gr: Επιβεβαίωση
es_es: Confirmar
et_ee: Kinnita
fi_fi: Vahvista
fil_ph: Tiyakin
fr_fr: Confirmer
id_id: Konfirmasi
it_it: Conferma
nl_nl: Accepteren
pl_pl: Potwierdź
pt_pt: Confirmar
ru_ru: Подтверждение
sv_se: Bekräfta
tr_tr: Onayla

source: Overwrite existing file?
de_de: Vorhandene Datei überschreiben?
el_gr: Επικάλυψη υπάρχοντος αρχείου;
es_es: ¿Sobreescribir fichero existente?
et_ee: Kas olemasolev fail üle kirjutada?
fi_fi: Kirjoitetaanko olemassa olevan tiedoston päälle?
fil_ph: Sapawan ang umiiral na talangkas?
fr_fr: Remplacer le fichier existant ?
id_id: Timpa berkas yang ada?
it_it: Sovrascrivere file esistente?
nl_nl: Huidig bestand vervangen?
pl_pl: Nadpisać istniejący plik?
pt_pt: Substituir o ficheiro existente?
ru_ru: Перезаписать существующий файл?
sv_se: Skriv över befintlig fil?
tr_tr: Varolan dosyanın üzerine yazılsın mı?

source: Loading navobjects from
de_de: Laden von Navobjects von
el_gr: Φόρτωση navobjects από
es_es: Cargando navobjetos de
et_ee: Laen nav.objekte
fi_fi: Ladataan väylämerkit osoitteesta
fil_ph: Nagkakarga ng mga bagay sa nabigasyon mula sa
fr_fr: Chargement des fichiers navobjects depuis
id_id: Memuat objek navigasi dari
it_it: Caricamento navobject da
nl_nl: Objecten laden van
pl_pl: Ładowanie navobjects z
pt_pt: A carregar objectos náuticos de
ru_ru: Загрузить нав. объекты из
sv_se: Laddar navigeringsobjekt från
tr_tr: -den navigasyon nesnesi yükleniyor

source: Applying changes from
de_de: Anwenden von Änderungen aus
el_gr: Εφαρμογή αλλαγών από
es_es: Aplicar cambios de
et_ee: Lisan muudatused
fi_fi: Haetaan muutokset kohdasta
fil_ph: Paglalagay sa mga pagbabago mula
fr_fr: Application des changement depuis
id_id: Menerapkan perubahan dari
it_it: Applicando le modifiche da
nl_nl: Toepassen wijzigingen van
pl_pl: Stosowanie zmian od
pt_pt: Aplicar alterações de
ru_ru: Применение изменений от
sv_se: Tillämpar ändringar från
tr_tr: -itibaren değişiklikler uygulanıyor

source: Import GPX file
de_de: GPX Datei importieren
el_gr: Εισαγωγή αρχείου GPX
es_es: Importar Fichero GPX
et_ee: Impordi GPX-fail
fi_fi: Tuo GPX-tiedosto
fil_ph: Iangkat ang talangkas ng GPX
fr_fr: Importer un fichier gpx
id_id: Impor berkas GPX
it_it: Importa file GPX
nl_nl: Importeer GPX-bestand
pl_pl: Importuj plik GPX
pt_pt: Importar ficheiro GPX
ru_ru: Импортировать файл
sv_se: Importera GPX-fil
tr_tr: GPX dosyasını içe aktar

source: New layer %d: %s
de_de: Neue Ebene-%d: %s
el_gr: Νέα ταξίδι %d: %s
es_es: Nueva capa %d: %s
et_ee: Uus kiht %d: %s
fi_fi: Uusi kerros %d: %s
fil_ph: Bagong leyer %d:%s
fr_fr: Nouvelle couche %d: %s
id_id: Lapisan baru %d: %s
it_it: Nuovo livello %d: %s
nl_nl: Nieuwe laag %d: %s
pl_pl: Nowa warstwa %d: %s
pt_pt: Nova camada %d %s
ru_ru: Новый слой %d: %s
sv_se: Nytt lager %d: %s
tr_tr: Yeni katman %d: %s

source: Import file
de_de: Datei importieren
el_gr: Εισαγωγή αρχείου
es_es: Importar Archivo
et_ee: Impordi fail
fi_fi: Tuo tiedosto
fr_fr: Importer un fichier
it_it: Importa File
nl_nl: Bestand importeren
pl_pl: Importuj plik
pt_pt: Importar ficheiro
sv_se: Importera fil

source: Speed over Ground
de_de: Geschwindigkeit über Grund
el_gr: Πραγματική ταχύτητα
es_es: Velocidad efectiva
et_ee: Kiirus põhja suhtes
fi_fi: Nopeus pohjan suhteen
fil_ph: Bilis sa ibabaw ng Lupa
fr_fr: Vitesse fond
id_id: Kecepatan di atas Tanah
it_it: Velocità al suolo
nl_nl: Snelheid over de grond
pl_pl: Prędkość nad dnem
pt_pt: Velocidade verdadeira
ru_ru: Скорость относительно земли
sv_se: Fart över grund
tr_tr: Yer üstündeki hız

source: Course over Ground
de_de: Kurs über Grund
el_gr: Πραγματική πορεία
es_es: Rumbo efectivo
et_ee: Kurss põhja suhtes
fi_fi: Suunta pohjan suhteen
fil_ph: Daanan sa ibabaw sa Lupa
fr_fr: COG
id_id: Jalan di atas Tanah
it_it: Rotta sul fondo
nl_nl: Koers over de grond
pl_pl: Kąt drogi nad dnem (COG)
pt_pt: Rumo verdadeiro
ru_ru: Курс относительно земли
sv_se: Kurs över grund (COG)
tr_tr: Yer üstündeli rota

source: DR Path Length
de_de: DR Pfadlänge
el_gr: Μήκος εκτιμώμενης πορείας
es_es: Longitud línea DR
et_ee: DR tee pikkus
fi_fi: DR jäljen pituus
fil_ph: Haba ng daanan ng DR
fr_fr: Longueur de la route estimée
id_id: Panjang jalan DR
it_it: Lunghezza percorso Navigazione Stimata
nl_nl: Lengte gegist traject
pl_pl: Długość ścieżki pozycji zliczonej (DR)
pt_pt: Comprimento do caminho DR
ru_ru: Длинна Линии АС
sv_se: DR Linjelängd
tr_tr: DR yol uzunluğu

source: DR Point Interval
de_de: DR Punkt Intervall
el_gr: Διάστημα μεταξύ εκτιμώμενων σημείων
es_es: Intervalo de puntos DR
et_ee: DR punkti intervall
fi_fi: DR-pisteiden väli
fil_ph: Agwat ng Punto ng DR
fr_fr: Intervalle entre deux points de la route estimée
id_id: Titik selang waktu DR
it_it: Intervallo punti Navigazione Stimata
nl_nl: Interval gispunten
pl_pl: Interwał Punktu Pozycji Zliczonej- DR
pt_pt: Intervalo do ponto DR
ru_ru: Интервал Точек АС
sv_se: DR Punktavstånd
tr_tr: DR nokta aralığı

source: Distance
de_de: Distanz
el_gr: Απόσταση
es_es: Distancia
et_ee: Vahemaa
fi_fi: Etäisyys
fil_ph: Layo
id_id: Jarak
it_it: Distanza
nl_nl: afstand
pl_pl: Odległość
pt_pt: Distância
ru_ru: Расстояние
sv_se: Distans
tr_tr: Mesafe

source: Time
de_de: Zeit
el_gr: Χρόνος
es_es: Hora
et_ee: Aeg
fi_fi: Aika
fil_ph: Oras
fr_fr: Temps
id_id: Waktu
it_it: Ora
nl_nl: tijd
pl_pl: Czas
pt_pt: Tempo
ru_ru: Время
sv_se: Tid
tr_tr: Zaman

source: Length Type
de_de: Länge über
el_gr: Τύπος μήκους
es_es: Tipo de longitud
et_ee: Pikkuse tüüp
fi_fi: Pituuden tyyppi
fil_ph: Uri ng Haba
fr_fr: Type de longueur
id_id: Tipe Panjang
it_it: Tipo di lunghezza
nl_nl: Lengtetype
pl_pl: Typ Długości
pt_pt: Tipo de comprimento
ru_ru: Тип длинны
sv_se: Bas för linjens längd
tr_tr: Uzunluk Türü

source: Interval Type
de_de: Intervall über
el_gr: Τύπος διαστήματος
es_es: Tipo de intervalo
et_ee: Intervalli tüüp
fi_fi: Välin tyyppi
fil_ph: Uri ng Agwat
fr_fr: Type d'intervalle
id_id: Tipe Selang waktu
it_it: Tipo di intervallo
pl_pl: Typ interwału
pt_pt: Tipo de intervalo
ru_ru: Тип интервала
sv_se: Bas för linjedelning
tr_tr: Mesafe Türü

source: Kilometres
de_de: Kilometer
el_gr: Χιλιόμετρα
es_es: Kilómetros
et_ee: kilomeetrid
fi_fi: Kilometriä
fil_ph: Kilometro
fr_fr: Kilomètres
id_id: Kilometer
it_it: Kilometri
nl_nl: kilometer
pl_pl: Kilometry
pt_pt: Kilometros
ru_ru: Километры
sv_se: Kilometer
tr_tr: Kilometre

source: Nautical Miles
de_de: Seemeilen
el_gr: Ναυτικά μίλια
es_es: Millas náuticas
et_ee: meremiilid
fi_fi: Meripeninkulmaa
fil_ph: Pandagat na Milya
fr_fr: Milles nautiques
id_id: Mil Laut
it_it: Miglia nautiche
nl_nl: zeemijl
pl_pl: Mile morskie
pt_pt: Milhas Nauticas
ru_ru: Морские Мили
sv_se: Nautisk Mil
tr_tr: Deniz Mili

source: Distance Units
de_de: Entfernung-Einheit
el_gr: Μονάδες απόστασης
es_es: Unidades distancia
et_ee: Vahemaa ühikud
fi_fi: Välimatkan yksiköt
fil_ph: Yunit ng Layo
fr_fr: Unités de distance
id_id: Unit Jarak Jauh
it_it: Unità Distanza
nl_nl: Eenheid voor afstand
pl_pl: Jednostki odległości
pt_pt: Unidades de distância
ru_ru: Единицы расстояния
sv_se: Enhet för avstånd
tr_tr: Uzaklık Birimleri

source: Days
de_de: Tage
el_gr: Μέρες
es_es: Días
et_ee: päevad
fi_fi: Päivää
fil_ph: Mga Araw
fr_fr: Jours
id_id: Hari
it_it: Giorni
nl_nl: dagen
pl_pl: Dni
pt_pt: Dias
ru_ru: Дни
sv_se: Dagar
tr_tr: Günler

source: Hours
de_de: Stunden
el_gr: Ώρες
es_es: Horas
et_ee: tunnid
fi_fi: Tuntia
fil_ph: Mga Oras
fr_fr: Heures
id_id: Jam
it_it: Ore
nl_nl: uren
pl_pl: Godzin
pt_pt: Horas
ru_ru: Часы
sv_se: Timmar
tr_tr: Saatler

source: Minutes
de_de: Minuten
el_gr: Λεπτά
es_es: Minutos
et_ee: minutid
fi_fi: Minuuttia
fil_ph: Mga Minuto
id_id: Menit
it_it: Minuti
nl_nl: minuten
pl_pl: Minut
pt_pt: Minutos
ru_ru: Минуты
sv_se: Minuter
tr_tr: Dakika

source: Time Units
de_de: Zeiteinheiten
el_gr: Μονάδες χρόνου
es_es: Unidades de tiempo
et_ee: Ajaühikud
fi_fi: Ajan yksiköt
fil_ph: Mga Yunit ng Oras
fr_fr: Unités de temps
id_id: Unit Waktu
it_it: Unità di tempo
nl_nl: Eenheid voor tijd
pl_pl: Jednostki czasu
pt_pt: Unidades de tempo
ru_ru: Единицы времени
sv_se: Tidsenheter
tr_tr: Zaman Birimi

source: &Cancel
de_de: & Abbrechen
el_gr: &Ακύρωση
es_es: &Cancelar
et_ee: &Tühista
fi_fi: &Peruuta
fil_ph: &Kansel
fr_fr: Annuler
id_id: &Membatalkan
it_it: &Annulla
nl_nl: &Annuleren
pl_pl: &Anuluj
pt_pt: &Cancelar
ru_ru: &Отмена
sv_se: A&vsluta
tr_tr: &İptal

source: Course over Ground (M)
de_de: Kurs über Grund (M)
el_gr: Πραγματική πορεία (Μαγν)
es_es: Rumbo sobre el fondo (M)
et_ee: Kurss põhja suhtes (M)
fi_fi: Kurssi pohjan suhteen (M)
fil_ph: Daanan sa ibabaw sa Lupa (M)
fr_fr: Cap fond (M)
id_id: Jarak diatas tanah (M)
it_it: Rotta sul fondo
nl_nl: Grondkoers (M)
pl_pl: Kurs magnetyczny
pt_pt: Rumo verdadeiro (M)
ru_ru: Курс относительно земли (M)
sv_se: Kurs över grund (M)
tr_tr: Yer üstündeki rota (M)

source: Course over Ground (T)
de_de: Kurs über Grund (T)
el_gr: Πραγματική πορεία
es_es: Rumbo sobre el fondo (V)
et_ee: Kurss põhja suhtes (T)
fi_fi: Kurssi pohjan suhteen (T)
fil_ph: Daanan sa ibabaw sa Lupa (T)
fr_fr: Cap fond (V)
id_id: Jarak diatas tanah (T)
it_it: Rotta sul fondo
nl_nl: Grondkoers (W)
pl_pl: Kurs rzeczywisty
pt_pt: Rumo verdadeiro (T)
ru_ru: Курс относительно земли (T)
sv_se: Kurs (Sann)
tr_tr: Yer üzerindeki rota (T)

source: Layer
de_de: Ebene
el_gr: Ταξίδι
es_es: Capa
et_ee: Kiht
fi_fi: Kerros
fil_ph: Leyer
fr_fr: Couche
id_id: Lapisan
it_it: Livello
nl_nl: Kaartlaag
pl_pl: Warstwa
pt_pt: Camada
ru_ru: Слой
sv_se: Lager
tr_tr: Katman

source: (unnamed)
de_de: (unbenannt)
el_gr: (ανώνυμο)
es_es: (sin nombre)
et_ee: (nimetu)
fi_fi: (Nimeämätön)
fil_ph: (hindi pinangalanan)
fr_fr: sans nom
id_id: (tidak disebutkan namanya)
it_it: (senza nome)
nl_nl: (naamloos)
pl_pl: (bez nazwy)
pt_pt: (sem nome)
ru_ru: (безымянный)
sv_se: (namnlös)
tr_tr: (isimsiz)

source: Total Length:
de_de: Gesamtlänge:
el_gr: Συνολικό μήκος:
es_es: Long. Total:
et_ee: Kogupikkus:
fi_fi: Kokonaispituus:
fil_ph: Kabuohang Haba:
fr_fr: Longueur totale :
id_id: Panjang Total:
it_it: Lunghezza totale:
nl_nl: Totale lengte:
pl_pl: Długość całkowita:
pt_pt: Comprimento Total:
ru_ru: Общая длина:
sv_se: Total längd:
tr_tr: Toplam Uzunluk:

source: Leg: from
de_de: Abschnitt: von
el_gr: Σκέλος: από
es_es: Etapa:desde
et_ee: Lõik: alates
fi_fi: Reittiväli: pisteestä
fil_ph: Binti: galing
fr_fr: Segment : De
id_id: Kaki: dari
it_it: Tratto: da
nl_nl: Lijndeel: van
pl_pl: Odcinek: od
pt_pt: Perna: de
ru_ru: Участок: от
sv_se: Ben: från
tr_tr: Bacak: itibaren

source: to
de_de: bis
el_gr: προς
es_es: a
et_ee: kuni
fi_fi: pisteeseen
fil_ph: patungo
fr_fr: à
id_id: ke
it_it: a
nl_nl: naar
pl_pl: do
pt_pt: a
ru_ru: до
sv_se: till
tr_tr: oraya

source: Name:
el_gr: Όνομα:
es_es: Nombre:
et_ee: Nimi:
fi_fi: Nimi:
fil_ph: Pangalan:
fr_fr: Nom :
id_id: Nama:
it_it: Nome:
nl_nl: Naam:
pl_pl: Nazwa:
pt_pt: Nome:
ru_ru: Имя:
sv_se: Namn:
tr_tr: Ad:

source: Offset:
de_de: Versatz:
el_gr: Μετατόπιση:
es_es: Compensar:
et_ee: Nihe:
fi_fi: Siirtymä:
fr_fr: Réglage :
id_id: Mengimbangi:
nl_nl: Verschuiving:
pl_pl: Odstęp:
pt_pt: Deslocamento:
ru_ru: Смещение:
sv_se: Förskjutning:
tr_tr: Kaydırma:

source: Bearing:
de_de: Peilung:
el_gr: Διόπτευση:
es_es: Cojinete:
et_ee: Suund:
fi_fi: Suuntima:
fil_ph: Direksyon:
fr_fr: Direction :
id_id: Bantalan:
it_it: Direzione:
nl_nl: Richting:
pl_pl: Namiar:
pt_pt: Rumo:
ru_ru: Азимут:
sv_se: Bäring:
tr_tr: Yön tayini:

source: From:
de_de: Von:
el_gr: Από:
es_es: Desde:
et_ee: Alates:
fi_fi: Alku:
fil_ph: Mula sa:
fr_fr: Depuis :
id_id: Dari:
it_it: Da:
nl_nl: Richting:
pl_pl: Z:
pt_pt: De:
ru_ru: Откуда:
sv_se: Från:
tr_tr: İtibaren:

source: To:
de_de: Bis:
el_gr: Προς:
es_es: A:
et_ee: Kuhu:
fi_fi: Asti:
fil_ph: Sa:
fr_fr: à :
id_id: Ke:
it_it: A:
nl_nl: Omgekeerd:
pl_pl: Do:
pt_pt: Para:
ru_ru: Куда:
sv_se: Till:
tr_tr: Oraya:

source: Layer
de_de: Ebene
el_gr: Ταξίδι
es_es: Capa
et_ee: Kiht
fi_fi: Kerros
fil_ph: Leyer
fr_fr: Couche
id_id: Lapisan
it_it: Livello
nl_nl: Kaartlaag
pl_pl: Warstwa
pt_pt: Camada
ru_ru: Слой
sv_se: Lager
tr_tr: Katman

source: Are you sure you want to delete this Boundary?
de_de: Sind Sie sicher, dass Sie diese Begrenzung löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το όριο;
es_es: ¿Está seguro que desea eliminar este límite?
et_ee: Oled kindel, et soovid kustutada selle piiri?
fi_fi: Haluatko varmasti poistaa tämän rajan?
fil_ph: Sigurdo ka bang gusto mong burahin ang hangganang ito?
fr_fr: Limite/Zone : Voulez vous vraiment la supprimer ?
id_id: Apakah anda yakin ingin menghapus Batas ini?
it_it: Sei sicuro di voler rimuovere questo Confine?
nl_nl: Weet u zeker dat u deze lijn (of rechtlijnig gebied) wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę granicę?
pt_pt: Tem a certeza que quer eliminar este limite?
ru_ru: Вы действительно хотите удалить эту границу?
sv_se: Är du säker på att du vill ta bort denna gränsmarkering?
tr_tr: Bu sınırı silmek istediğinizden emin misiniz?

source: OCPN Draw Boundary Delete
de_de: OCPN Draw Begrenzung löschen
el_gr: Διαγραφή του ορίου OCPN Draw
es_es: Borrar límite de OCPN Draw
et_ee: OCPN Draw piiri kustutamine
fi_fi: OCPN Draw: Rajan poisto
fil_ph: Hangganang Guhit ng OCPN ay nabura
fr_fr: Supprimer une barrière/zone
id_id: OCPN Menghapus Batas Menggambar
it_it: Rimuovi Confine OCPN Draw
nl_nl: OCPN Draw: Lijn (of rechtlijnig gebied) verwijderen
pl_pl: OCPN Draw Usuwanie Granicy
pt_pt: Eliminar limite OCPN Draw
ru_ru: Удалить Геозону
sv_se: Ta bort OD gränser
tr_tr: OCPN çizimi sınırı sil

source: Are you sure you want to delete this EBL?
de_de: Möchten Sie diese EBL wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την EBL;
es_es: ¿Está seguro de querer borrar este EBL?
et_ee: Oled kindel, et soovid selle EBL kustutada?
fi_fi: Haluatko varmasti poistaa tämän EBL:n?
fil_ph: Sigurado ka bang gusto mong burahin itong EBL?
fr_fr: Confirmer la suppression de la ligne EBL?
id_id: Apakah anda yakin anda ingin menghapus ini EBL?
it_it: Sei sicuro di voler rimuovere questa EBL?
nl_nl: Weet u zeker dat u deze peilinglijn wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tą kreskę namiarową-EBL?
pt_pt: Tem certeza de que deseja eliminar este EBL?
ru_ru: Вы уверены что хотите удалить этот EBL?
sv_se: Är du säker på att du vill ta bort denna EBL?
tr_tr: Bu EBL yi silmek istediğinden emin misin?

source: OCPN Draw EBL Delete
de_de: OCPN Draw EBL löschen
el_gr: Διαγραφή εκτ. πορείας OCPN Draw
es_es: Borrar EBL de OCPN Draw
et_ee: OCPN Draw EBL kustutamine
fi_fi: OCPN Draw: EBL poisto
fil_ph: Ang Guhit EBL ng OCPN ay nabura
fr_fr: Supprimer une ligne EBL
id_id: OCPN Menarik EBL Hapus
it_it: Rimuovi EBL OCPN Draw
nl_nl: OCPN Draw: Peilinglijn verwijderen
pl_pl: OCPN Draw -Usuwanie Kreski Namiarowej EBL
pt_pt: Eliminar EBL OCPN Draw
ru_ru: Удалить ЭВН
sv_se: Ta bort OD EBL
tr_tr: OCPN çizimi EBL sil

source: Are you sure you want to delete this DR?
de_de: Möchten Sie diese DR wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την εκτίμηση;
es_es: ¿Está seguro de querer borrar este DR?
et_ee: Oled kindel, et soovid selle DR kustutada?
fi_fi: Haluatko varmasti poistaa tämän DR:n?
fil_ph: Sigurado ka bang gusto mong burahin itong DR?
fr_fr: Confirmer la suppression de la route estimée?
id_id: Apakah anda yakin ingin menghapus DR ini?
it_it: Sei sicuro di voler rimuovere questa EBL?
nl_nl: Weet u zeker dat u dit gegist traject wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę pozycję zliczoną (DR)?
pt_pt: Tem certeza que quer eliminar este DR?
ru_ru: Вы уверены что хотите удалить этот DR?
sv_se: Är du säker på att du vill ta bort denna DR?
tr_tr: Bu DR yi silmek istediğinden emin misin?

source: OCPN Draw DR Delete
de_de: OCPN Draw DR löschen
el_gr: Διαγραφή εκτίμησης
es_es: Borrar DR de OCPN Draw
et_ee: OCPN Draw DR kustutamine
fi_fi: OCPN Draw: DR poisto
fil_ph: Ang Guhit DR ng OCPN ay nabura
fr_fr: Supprimer une route estimée
id_id: OCPN Menarik DR Hapus
it_it: Rimuovi Navigazione Stimata OCPN Draw
nl_nl: OCPN Draw: Gegist Traject verwijderen
pl_pl: OCPN Draw Usuwanie Pozycji Zliczonej DR
pt_pt: Eliminar DR OCPN Draw
ru_ru: Удалить АС
sv_se: Ta bort OD DR
tr_tr: OCPN çizimi DR sil
