Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Distance Between Range Rings
de_de: Abstand zwischen Bereichsringen
el_gr: Διάστημα μεταξύ των δακτυλίων απόστασης
es_es: Distancia entre anillos
et_ee: Vahemaaringide vaheline kaugus
fi_fi: Etäisyysrenkaiden väli
fil_ph: Layo ng Pagitan sa mga Bilog ng Saklaw
fr_fr: Distance entre deux cercles
id_id: Jarak Antara Rentang Rentang
it_it: Distanza tra i Cerchi
nl_nl: Interval tussen afstandscirkels
pl_pl: Odległość pomiędzy okręgami odległości
pt_pt: Afastamento entre anéis de distância
ru_ru: Расстояние между кольцами
sv_se: Avstånd mellan ringarna
tr_tr: Menzil çemberleri arası uzaklık

source: Text Point Icon
de_de: Text-Punkt Symbol
el_gr: Εικονίδιο σημείου κειμένου
es_es: Icono de punto de texto
et_ee: Teksti punkt ikoon
fi_fi: Tekstipisteen kuvake
fil_ph: Aykon ng Puntong Teksto
fr_fr: Icône d’une note
id_id: Ikon Pusat Teks
it_it: Icona Punto Testo
nl_nl: Pictogram tekstpunt
pl_pl: Ikona punktu tekstu
pt_pt: Ícone de ponto do texto
ru_ru: Значок точки Текста
sv_se: Ikon textpunkt
tr_tr: Metin noktası ikonu

source: Background Density
de_de: Hintergrund Dichte
el_gr: Πυκνότητα φόντου
es_es: Densidad de fondo
et_ee: Tausta tihedus
fi_fi: Taustan tiheys
fil_ph: Densidad ng Likuran
fr_fr: Opacité de l'arrière plan
id_id: Latar Belakang Densitas
it_it: Densità Sfondo
nl_nl: Dichtheid achtergrond
pl_pl: Gęstości tła
pt_pt: Densidade do fundo
ru_ru: Плотность фона
sv_se: Bakgrundens fyllnad
tr_tr: Arka plan yoğunluğu

source: Path
de_de: Pfad
el_gr: Διαδρομή
es_es: Línea
et_ee: Tee
fi_fi: Polku
fil_ph: Daanan
fr_fr: Chemin
id_id: Jalan
it_it: Percorso
nl_nl: Lijn
pl_pl: Ścieżka
pt_pt: Caminho
ru_ru: Полигон
sv_se: Linje
tr_tr: Yol

source: Start Point Icon
de_de: Start Punkt Symbol
el_gr: Εικονίδιο σημείου εκκίνησης
es_es: Icono de punto de inicio
et_ee: Alguspunkti ikoon
fi_fi: Alkupisteen kuvake
fil_ph: Aykon ng Puntong Simula
fr_fr: Icône du point de départ
id_id: Ikon Titik Awal
it_it: Icona Punto Iniziale
nl_nl: Pictogram startpunt peilinglijn
pl_pl: Ikona punktu start
pt_pt: Ícone de ponto de partida
ru_ru: Значок начальной точки
sv_se: Ikon för startpunkt
tr_tr: Başlangıç noktası ikonu

source: End Point Icon
de_de: Endpunkt Symbol
el_gr: Εικονίδιο σημείου τερματισμού
es_es: Icono de punto final
et_ee: Lõpp-punkti ikoon
fi_fi: Päätepisteen kuvake
fil_ph: Aykon ng Puntong Wakas
fr_fr: Icône du point d'arrivée
id_id: Ikon Titik Akhir
it_it: Icona Punto Finale
nl_nl: Pictogram eindpunt peilinglijn
pl_pl: Ikona punktu koniec
pt_pt: Ícone de ponto final
ru_ru: Значок конечной точки
sv_se: Ikon för ändpunkt
tr_tr: Bitiş noktası ikonu

source: Active EBL Line Colour
de_de: Farbe für EBL "Aktiv"
el_gr: Χρώμα ενεργής γραμμής EBL
es_es: Color línea EBL activa
et_ee: Aktiivse EBL-joone värv
fi_fi: Aktiivisen EBL-viivan väri
fil_ph: Kulay ng Linya sa Aktibong EBL
fr_fr: Ligne EBL activée
id_id: Warna Garis EBL Aktif
it_it: Colore Linea EBL Attivo
nl_nl: Kleur actieve peilinglijn
pl_pl: Kolor aktywnej Kreski Namiarowej- EBL
pt_pt: Cor da linha EBL activa
ru_ru: Цвет Активной Линии ЭВН
sv_se: Kulör på aktiv EBL
tr_tr: Aktif EBL hattının rengi

source: Inactive EBL Line Colour
de_de: Farbe für EBL "Inaktiv"
el_gr: Ανενεργό χρώμα γραμμής EBL
es_es: Color línea EBL inactiva
et_ee: Passiivse EBL-joone värv
fi_fi: Passiivisen EBL-viivan väri
fil_ph: Kulay ng Di-aktibong EBL
fr_fr: Ligne EBL désactivée
id_id: Warna Garis EBL tidak aktif
it_it: Colore Linea EBL Inattivo
nl_nl: Kleur niet-actieve peilinglijn
pl_pl: Kolor nieaktywnej kreski namiarowej (EBL)
pt_pt: Cor da linha EBL inactiva
ru_ru: Цвет не Активной Линии ЭВН
sv_se: Kulör på inaktiv EBL
tr_tr: Pasif EBL hattının rengi

source: Rotate with Boat
de_de: Mit Boot rotieren
el_gr: Περιστροφή με το πλοίο
es_es: Rotar con barco
et_ee: Pööra koos paadiga
fi_fi: Käännä veneen mukaan
fr_fr: Tourner avec le bateau
id_id: Putar dengan Perahu
it_it: Girare con la barca
nl_nl: Meedraaien met schip
pl_pl: Obracaj z łodzią
pt_pt: Girar com barco
ru_ru: Вращать вместе с судном
sv_se: Rotera med båten
tr_tr: Tekne ile döndür

source: EBL Fixed End Position
de_de: EBL Position des Fixen Endes
el_gr: Εκτ. πορεία με σταθερό τελικό σημείο
es_es: Fijada posición final EBL
et_ee: EBL fikseeritud lõpp-punkt
fi_fi: EBL kiinteä lopetuskohta
fil_ph: Posisyon ng Nakapirming Wakas sa EBL
fr_fr: Ligne EBL : Fixer la fin de la ligne EBL.
id_id: Posisi Akhir Tetap EBL
it_it: Posizione Finale du una linea EBL Fissa
nl_nl: Peilinglijn heeft vaste eindpositie
pl_pl: Kreska Namiarowa-EBL, pozycja stała Końca
pt_pt: Posição fixa de fim de EBL
ru_ru: Зафиксировать точку ЭВН
sv_se: EBL - fast slutposition
tr_tr: EBL sabit bitiş pozisyonu

source: Show EBL Direction Arrow
de_de: EBL Richtungspfeil anzeigen
el_gr: Εμφάνιση βέλους κατεύθυνσης EBL
es_es: Mostrar flecha de dirección EBL
et_ee: Näita EBL'i suunanoolt
fi_fi: Näytä EBL:n suuntanuoli
fil_ph: Ipakita ang Arow ng Direksyon ng EBL
fr_fr: EBL : Voir la direction de la ligne
id_id: Tampilkan EBL Direction Arrow
it_it: Mostra Freccia Di Direzione di una linea EBL
nl_nl: Toon peilinglijn met pijl
pl_pl: Pokaż strzałkę kierunku kreski namiarowej (EBL)
pt_pt: Mostrar a seta de direção EBL
ru_ru: Показать Стрелку Направления Линии ЭВН
sv_se: Visa riktningspilar på EBL-linjen
tr_tr: EBL yön oklarını göster

source: Show Perpendicular Index Line
de_de: Senkrechte PIL anzeigen
el_gr: Εμφάνιση κάθετης γραμμής Index
es_es: Mostrar línea de índice perpendicular
et_ee: Kuva ristindeksliini
fi_fi: Näytä kohtisuora indeksilinja
fr_fr: Voir la ligne perpendiculaire à cette ligne de l'index
id_id: Tampilkan Garis Indeks Tegak Tertentu
it_it: Vedi linea perpendicolare alla linea indicizzate
nl_nl: Toon lijn loodrecht op Indexlijn
pl_pl: Pokaż Linię Równoległą- PIL
pt_pt: Mostrar Linha Perpendicular Indexada
ru_ru: Показать Перпендикуляр на Линии
sv_se: Visa vinkelrät Indexlinje
tr_tr: Dikey dizin çizgisini göster

source: Active DR Line Colour
es_es: Color de línea DR activa
et_ee: Aktiivse DR-joone värv
fr_fr: Couleur de la ligne DR active
it_it: Colore stimata linea Attiva
pt_pt: Cor da linha DR ativa

source: Inactive DR Line Colour
es_es: Color de línea DR inactivo
et_ee: Passiivse DR-joone värv
fr_fr: Couleur de ligne DR inactive
it_it: Colore stimata linea inattiva
pt_pt: Cor da linha DR inativa

source: Show DR Direction Arrow
de_de: DR Richtungspfeil anzeigen
el_gr: Εμφάνιση βέλος κατεύθυνσης DR
es_es: Mostrar flecha de dirección en DR
et_ee: Näita DR'i suunanoolt
fi_fi: Näytä DR suuntanuoli
fr_fr: Direction route estimée : Voir
id_id: Tampilkan Panah Arah DR
it_it: Mostra Freccia di stimata direzione
nl_nl: Toon gegist traject met pijl
pl_pl: Pokaż strzałkę kierunku pozycji zliczonej (DR)
pt_pt: Mostrar a seta de direção DR
ru_ru: Показать Стрелку Направления Линии АС
sv_se: Vis riktningspilar på DR-linjen
tr_tr: DR yön oklarını göster

source: DR Persistence
de_de: DR Dauerhaftigkeit
el_gr: Παραμένουσα DR
es_es: Persistencia de DR
et_ee: DR'i püsivus
fi_fi: DR pysyvyys
fr_fr: Permanence de la route estimée
id_id: Kegigihan DR
it_it: Persistence stiamata
nl_nl: Vasthouden gegist traject
pl_pl: Widok Pozycji Zliczonej- DR
pt_pt: Persistência DR
ru_ru: Сохранность АС
sv_se: DR linjens beständighet
tr_tr: DR sürekliliği

source: DR Point Icon
de_de: DR Punkt Symbol
el_gr: Εικονίδιο σημείου DR
es_es: Icono de punto DR
et_ee: DR-punkti ikoon
fi_fi: DR-pisteen kuvake
fr_fr: Icône d'un point estimé
id_id: Ikon titik DR
it_it: Icona Punto DR
nl_nl: Pictogram gegist punt
pl_pl: Ikona punktu pozycji zliczonej (DR)
pt_pt: Ícone do ponto DR
ru_ru: Значок точки АС
sv_se: Ikon för DR-punkter
tr_tr: DR noktası ikonu

source: First Point Icon
de_de: Symbol erster Punkt
el_gr: Εικονίδιο πρώτου σημείου
es_es: Primer icono de punto
et_ee: Esimese punkti ikoon
fi_fi: Alkupisteen kuvake
fr_fr: Icône du premier point
id_id: Ikon titik pertama
it_it: Icona Primo Punto
nl_nl: Pictogram 1e punt
pl_pl: Pierwszy Punkt- ikona
pt_pt: ícone do primeiro ponto
ru_ru: Первый значок точки
sv_se: Ikon för första punkten
tr_tr: Birinci nokta ikonu

source: Second Point Icon
de_de: Symbol zweiter Punkt
el_gr: Εικονίδιο δευτέρου σημείου
es_es: Segundo icono de punto
et_ee: Teise punkt ikoon
fi_fi: Toisen pisteen kuvake
fr_fr: Icône du second point
id_id: Ikon titik kedua
it_it: Icona Secondo Punto
nl_nl: Pictogram 2e punt
pl_pl: Drugi punkt- ikona
pt_pt: Ícone do segundo ponto
ru_ru: Второй значок точки
sv_se: Ikon för andra punkten
tr_tr: İkinci nokta ikonu

source: Guard Zone
de_de: Wachzone
el_gr: Ζώνης επιφυλακής
es_es: Zona de vigilancia
et_ee: Valvetsoon (VT)
fi_fi: Suojavyöhyke
fr_fr: Zone de garde
id_id: Zona Penjaga
it_it: Zona di Guardia
nl_nl: Bewakingszone
pl_pl: Strefa ochronna- Guard Zone- GZ
pt_pt: Zona de Resguardo
ru_ru: Охранная Зона
sv_se: Larmzon
tr_tr: Koruma bölgesi

source: Initial number of index lines
de_de: Anfängliche Zahl der Indexlinien
el_gr: Αρχικός αριθμός γραμμών αναφοράς
es_es: Número inicial de índice de líneas
et_ee: Esialgne indeksridade arv
fi_fi: Indeksilinjojen oletusmäärä
fr_fr: Nombre initial de lignes d'index
it_it: Numero iniziale di linea indicizzate
nl_nl: Initieel aantal indexlijnen
pl_pl: Początkowa liczba linii równoległych
pt_pt: Número inicial de linhas índice
ru_ru: Количество Линий Предварительной Прокладки
sv_se: Antal indexlinjer från början

source: Default Offset (+Stbd/-Port)
de_de: Standard-Offset (+Sb/-Bb)
el_gr: Προεπιλεγμένη αντιστάθμιση (+δεξιά /-αριστερά)
es_es: Desplazamiento predeterminado (+Stbd/-Puerto)
et_ee: Vaikimisi nihe (+tp /-pp)
fi_fi: Oletussiirros (+Stbd/-Port)
fr_fr: Réglage par défaut (_B / +T)
id_id: Mengimbangi bawaan (+Stbd/-Port)
it_it: Scostamento Predefinito (+Stbd/-Porta)
nl_nl: Standaard offset (+SB / -BB)
pl_pl: Domyślny odstęp (-Lewo/+Prawo)
pt_pt: Desvio por omissão (+Eb/-Bb)
ru_ru: Смещение по умолчанию (+ Правый борт/- Левый борт)
sv_se: Standard Offset (+ Sb/-Bb)
tr_tr: Varsayılan ofset (+Stbd/-Port)

source: Active Centre Line Colour
de_de: Farbe Aktive Mittellinie
el_gr: Χρώμα ενεργής κεντρικής γραμμής
es_es: Color de línea central activa
et_ee: Aktiivse keskjoone värv
fi_fi: Aktiivisen keskirivin väri
fr_fr: Couleur de la ligne centrale activée
id_id: Warna jalur pusat aktif
it_it: Colore Linea Centro Attivo
nl_nl: Kleur actieve middenlijn
pl_pl: Kolor aktywnej linii środkowej
pt_pt: Cor da linha de centro activa
ru_ru: Цвет Активной Центральной Линии
sv_se: Färg på aktiv linje
tr_tr: Aktif merkez hattı rengi

source: Inactive Centre Line Colour
de_de: Farbe Inaktive Mittellinie
el_gr: Χρώμα μη ενεργής κεντρικής γραμμής
es_es: Color de línea central inactiva
et_ee: Passiivse keskjoone värv
fi_fi: Passiivisen keskirivin väri
fr_fr: Couleur de la ligne centrale inactivée
id_id: Warna jalur pusat tidak aktif
it_it: Colore Linea Centro Inattivo
nl_nl: Kleur inactieve middenlijn
pl_pl: Kolor nieaktywnej linii środkowej
pt_pt: Cor da linha de centro inactiva
ru_ru: Цвет не Активной Центральной Линии
sv_se: Färg på aktiv linje
tr_tr: Pasif merkez hattı rengi

source: Active Offset Line Colour
de_de: Farbe aktive Offsetlinie
el_gr: Χρώμα ενεργής γραμμής μετατόπισης
es_es: Color de la línea de desplazamiento activa
et_ee: Aktiivse nihkejoone värv
fi_fi: Aktiivisen kompensaatiorivin väri
fr_fr: Couleur de la ligne réglée activée
id_id: Aktif mengimbangi jalur warna
it_it: Colore Linea Offset Attivo
nl_nl: Actieve offsetlijnkleur
pl_pl: Kolor aktywnej linii przesuniętej
pt_pt: Cor da linha de deslocamento activa
ru_ru: Цвет Активной Смещенной Линии
sv_se: Färg på aktiv sidolinje
tr_tr: Aktif ofset hattı rengi

source: Inactive Offset Line Colour
de_de: Farbe Inaktive Offsetlinie
el_gr: Χρώμα μη ενεργής γραμμής μετατόπισης
es_es: Color de la línea de desplazamiento inactiva
et_ee: Passiivse nihkejoone värv
fi_fi: Passiivisen kompensaatiorivin väri
fr_fr: Couleur de la ligne réglée inactivée
id_id: Tidak aktif mengimbangi jalur warna
it_it: Colore Linea Offset Inattivo
nl_nl: Kleur inactieve offsetlijn
pl_pl: Kolor nieaktywnej linii przesuniętej
pt_pt: Cor da linha de deslocamento inactiva
ru_ru: Цвет не Активной Смещенной Линии
sv_se: Färg på inaktiv sidolinje
tr_tr: Pasif ofset hattı rengi

source: Active Offset Line 2 Colour
de_de: Farbe aktive Offsetlinie 2
el_gr: Χρώμα 2ης ενεργής γραμμής μετατόπισης
es_es: Activar la compensación de color en la línea 2
et_ee: Aktiivse 2. nihkejoone värv
fi_fi: Aktiivisen kompensaatiorivin 2 väri
nl_nl: Kleur actieve offsetlijn 2
pt_pt: Cor da 2ª linha de deslocamento activa
ru_ru: Цвет Активной Смещенной Линии-2
sv_se: Kulör på aktiv sidolinje 2

source: Inactive Offset Line 2 Colour
de_de: Farbe Inaktive Offsetlinie 2
el_gr: Χρώμα 2ης ανενεργής γραμμής μετατόπισης
es_es: Desactive la compensación de color en la línea 2
et_ee: Passiivse 2. nihkejoone värv
fi_fi: Passiivisen kompensaatiorivin 2 väri
fr_fr: Couleur de la ligne réglée 2 inactivée
nl_nl: Kleur inactieve offsetlijn 2
pt_pt: Cor da 2ª linha de deslocamento inactiva
ru_ru: Цвет не Активной Смещенной Линии-2
sv_se: Kulör på inaktiv sidolinje 2

source: Centre Line Width
de_de: Linienbreite Mittellinie
el_gr: Πλάτος κεντρικής γραμμής
es_es: Ancho de la línea central
et_ee: Keskjoone laius
fi_fi: Keskiviivan leveys
fr_fr: Largeur de la ligne centrale
id_id: Jalur pusat lebar
it_it: Larghezza Linea Centrale
nl_nl: Middenlijnlijn dikte
pl_pl: Szerokość linii środkowej
pt_pt: Largura da linha de centro
ru_ru: Ширина Центральной Линии
sv_se: Bredd på centrumlinjen
tr_tr: Merkez hattı genişliği

source: Centre Line Style
de_de: Linientyp Mittellinie
el_gr: Στιλ κεντρικής γραμμής
es_es: Estilo de la línea central
et_ee: Keskjoone stiil
fi_fi: Keskiviivan tyyli
fr_fr: Style de la ligne centrale
id_id: Gaya baris tengah
it_it: Stile della linea centrale
nl_nl: Middenlijnstijl
pl_pl: Styl linii środkowej
pt_pt: Estilo da linha de centro
ru_ru: Стиль Центральной Линии
sv_se: Format på centrumlinjen
tr_tr: Merkez hattı stili

source: Offset Line Width
de_de: Breite Offsetlinie
el_gr: Πλάτος γραμμής μετατόπισης
es_es: Ancho de la línea de desplazamiento
et_ee: Nihkejoone laius
fi_fi: Kompensaatioviivan leveys
fr_fr: Largeur de la ligne réglée
id_id: Mengimbangi jalur lebar
nl_nl: Offsetlijndikte
pl_pl: Szerokość linii przesuniętej
pt_pt: Largura da linha de deslocamento
ru_ru: Ширина Смещенной Линии
sv_se: Bredd på sidolinje
tr_tr: Ofset hattı genişliği

source: Offset Line Style
de_de: Linientyp Offsetlinie
el_gr: Στιλ γραμμής μετατόπισης
es_es: Estilo de la línea de desplazamiento
et_ee: Nihkejoone stiil
fi_fi: Kompensaatioviivan tyyli
fr_fr: Style de la ligne réglée
id_id: Mengimbangi gaya jalur
nl_nl: Offsetlijnstijl
pl_pl: Styl linii przesuniętej
pt_pt: Estilo da linha de deslocamento
ru_ru: Стиль Смещенной Линии
sv_se: Format på sidolinje
tr_tr: Ofset hattı stili

source: Offset Line 2 Width
de_de: Breite Offsetlinie 2
el_gr: Πλάτος 2ης γραμμής μετατόπισης
es_es: Ancho de la compensación de la línea 2
et_ee: 2. nihkejoone laius
fi_fi: Kompensaatioviivan 2 leveys
fr_fr: Largeur de la ligne 2 réglée
nl_nl: Dikte offsetlijn 2
pt_pt: Largura da 2ª linha de deslocamento
ru_ru: Ширина Смещенной Линии-2
sv_se: Bredd på sidolinje 2

source: Offset Line 2 Style
de_de: Linientyp Offsetlinie 2
el_gr: Στιλ 2ης γραμμής μετατόπισης
es_es: Estilo de la compensación de la línea 2
et_ee: 2. nihkejoone stiil
fi_fi: Kompensaatioviivan 2 tyyli
fr_fr: Style de la ligne 2 réglée
nl_nl: Stijl offsetlijn 2
pt_pt: Estilo da 2ª linha de deslocamento
ru_ru: Стиль Смещенной Линии-2
sv_se: Format på sidolinje 2

source: Parallel Index Line Persistence
de_de: Dauerhaftigkeit Parallel-Indexlinie
el_gr: Διάρκεια παράλληλης γραμμής Index
es_es: Persistencia de línea de índice paralela
et_ee: Paralleelse Indeksliini kestvus
fi_fi: Rinnakkaisen indeksilinjan pysyvyys
fr_fr: Persistance de la ligne de cet index
id_id: Penunjuk garis persamaan sejajar
it_it: Persistenza della linea di queste linee indicizzate
nl_nl: Vasthouden Parallel-Index lijn
pl_pl: Widok Linii Równoległych
pt_pt: Persistência da Linha Paralela Indexada
ru_ru: Сохранность Линии Предварительной прокладки
sv_se: Livslängd för parallella indexlinjer
tr_tr: Paralel dizin hattı sürekliliği

source: Name:
el_gr: Όνομα:
es_es: Nombre:
et_ee: Nimi:
fi_fi: Nimi:
fr_fr: Nom :
id_id: Nama:
it_it: Nome:
nl_nl: Naam:
pl_pl: Nazwa:
pt_pt: Nome:
ru_ru: Имя:
sv_se: Namn:
tr_tr: Adı:

source: Version:
el_gr: Έκδοση:
et_ee: Versioon:
fi_fi: Versio:
id_id: Versi:
it_it: Versione:
nl_nl: Versie:
pl_pl: Wersja:
pt_pt: Versão:
ru_ru: Версия:
tr_tr: Sürüm:

source: Major:
el_gr: Κύριο:
es_es: Mayor:
et_ee: Peamine:
fi_fi: Pää:
fr_fr: Majeure :
id_id: Utama:
pl_pl: Główne:
pt_pt: Maior:
ru_ru: Основная:
sv_se: Huvud:
tr_tr: Önemli:

source: Minor:
el_gr: Έλασσον:
es_es: Menor:
et_ee: Vähetähtis:
fi_fi: Ala:
fr_fr: Mineure :
id_id: Kecil:
pt_pt: Menor:
ru_ru: Второстепенная:
sv_se: Del:
tr_tr: Küçük:

source: Patch:
el_gr: Ενημέρωση κώδικα:
es_es: Parche:
et_ee: Tee:
fi_fi: Korjaus:
id_id: Koreksi:
pl_pl: Ścieżka:
pt_pt: Correção:
ru_ru: Исправления:
sv_se: Fix:
tr_tr: Yama:

source: Tweak:
es_es: Retoque
et_ee: Muuda:
fi_fi: Viritys:
fr_fr: Ajuster:
it_it: Regolare:
pt_pt: Ajustar:
sv_se: Justeringar:

source: OCPN Draw API Version:
el_gr: Εκδοχή προσθέτου OCPN Draw:
es_es: Versión de API de OCPN DDraw:
et_ee: OCPN Draw API-versioon:
fi_fi: OCPN Draw API versio:
fr_fr: Version de l'API OCPN Draw :
nl_nl: OCPN Draw API versie:
pt_pt: Versão da API do OCPN Draw:

source: OCPN API Version:
el_gr: Εκδοχή προσθέτου OCPN:
es_es: Versión de la API de OCPN:
et_ee: OCPN'i API-versioon:
fi_fi: OCPN API versio:
fr_fr: Version de l'API OpenCPN :
nl_nl: OCPN API versie:
pt_pt: Versão da API do OCPN:

source: Date:
de_de: Datum:
el_gr: Ημερομηνία:
es_es: Fecha:
et_ee: kuupäev:
fi_fi: Päivämäärä:
id_id: Tanggal:
it_it: Data:
nl_nl: Datum:
pl_pl: Data:
pt_pt: Data:
ru_ru: Дата:
sv_se: Datum:
tr_tr: Tarih:

source: OCPN Draw Directories:
de_de: OCPN-Draw-Verzeichnisse:
el_gr: Φάκελοι OCPN Draw:
es_es: Directorios OCPN Draw:
et_ee: OCPN Draw kataloogid:
fi_fi: OCPN Draw hakemistot:
fr_fr: Dossiers de OpenCPN Draw :
it_it: Directory OCPN Draw
nl_nl: OCPN Draw mappen:
pt_pt: Diretórios do OCPN Draw:
sv_se: OCPN Draw Kataloger:

source: Data:
de_de: Daten:
el_gr: Δεδομένα:
es_es: Datos:
et_ee: andmed:
fi_fi: Tiedot:
fr_fr: Données :
it_it: Dati:
nl_nl: Gegevens:
pt_pt: Dados:

source: Data Directory
de_de: Datenverzeichnis
el_gr: Κατάλογος δεδομένων
es_es: Directorio de datos
et_ee: Andmete kataloog
fi_fi: Data hakemisto
fr_fr: Dossier de données
it_it: Directory Dati
nl_nl: Gegevensmap
pl_pl: Katalog danych
pt_pt: Diretório de dados
sv_se: Datakatalog

source: User Icons:
de_de: Benutzersymbole:
el_gr: Εικονίδια χρηστών:
es_es: Iconos de usuario:
et_ee: Kasutaja ikoonid:
fi_fi: Käyttäjän ikonit:
fr_fr: Icônes utilisateur :
it_it: Icone Utente:
nl_nl: Gebruikers-pictogrammen:
pt_pt: Ícones do Utilizador:
sv_se: Egna ikoner:

source: Icon Directory
de_de: Symbolverzeichnis
el_gr: Κατάλογος εικόνων
es_es: Directorio de iconos
et_ee: Ikoonide kataloog
fi_fi: Ikonihakemisto
fr_fr: Dossier de l'icône
it_it: Directory delle Icone
nl_nl: Pictogrammenfolder
pl_pl: Katalog ikon
pt_pt: Diretório de icons
sv_se: Ikonkatalog

source: Permanent Layers:
de_de: Permanente Ebenen:
el_gr: Μόνιμα ταξίδια:
es_es: Capas permanentes:
et_ee: Alalised kihid:
fi_fi: Pysyvät kerrokset:
fr_fr: Couches permanentes :
it_it: Strati Permanenti:
nl_nl: Permanente layers:
pt_pt: Camadas permanentes:
sv_se: Permanenta lager:

source: Layers Directory
de_de: Ebenen-Verzeichnis
el_gr: Κατάλογος ταξιδιών
es_es: Directorio de capas
et_ee: Kihtide kataloog
fi_fi: Kerrosten hakemistot
fr_fr: Dossier des couches
it_it: Directory Livelli
nl_nl: "Layers"-folder
pl_pl: Katalog warstw
pt_pt: Diretório de Camadas
sv_se: Lagerkatalog

source: Other:
de_de: Sonstiges:
el_gr: Άλλο:
es_es: Otros:
et_ee: Muu:
fi_fi: Muu:
fr_fr: Autre :
id_id: Lainnya:
it_it: Altro:
nl_nl: Overige:
pl_pl: Inne:
pt_pt: Outro:
ru_ru: Другое:
sv_se: Övrigt:
tr_tr: Diğer:
