Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Bearing From-To
de_de: Peilung von-bis
el_gr: Διόπτευση Από-Προς
es_es: Demora de-a
et_ee: Suund siit-sinna
fi_fi: Välinen suunta
fil_ph: Direksyon Mula-Patungo
fr_fr: Cap depuis-à
id_id: Bantalan dari-untuk
it_it: Rilevamento da- a
nl_nl: Richting van-naar
pl_pl: Namiar z-do
pt_pt: Direcção De-Para
ru_ru: Пеленг От-До
sv_se: Bäring från-till
tr_tr: -dan taşı-e doğru

source: Are you sure you want to delete this point?
de_de: Möchten Sie diesen Punkt wirklich löschen?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε το σημείο;
es_es: ¿Está seguro de querer borrar este punto?
et_ee: Oled kindel, et soovid selle punkti kustutada?
fi_fi: Haluako varmasti poistaa tämän pisteen?
fr_fr: Etes-vous certain de vouloir supprimer ce point ?
it_it: Sei sicuro di voler eliminare questo punto?
nl_nl: Weet u zeker dat u dit gegiste punt wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten punkt?
pt_pt: Tem certeza que quer apagar este ponto?
sv_se: Är du säker på att du vill ta bort denna punkt?

source: Are you sure you want to remove this point?
de_de: Sind Sie sicher, daß Sie den Punkt löschen wollen?
el_gr: Σίγουρα θέλετε να αφαιρέσετε αυτό το σημείο;
es_es: ¿Seguro que desea borrar este punto?
et_ee: Oled kindel, et soovid selle punkti kõrvaldada?
fi_fi: Haluatko varmasti poistaa tämän pisteen?
fil_ph: Sigurado ka bang gusto mong tanggalin ang puntong ito?
fr_fr: Voulez vous vraiment retirer ce point ?
id_id: Apakah anda yakin ingin menghapus titik ini?
it_it: Sei sicuro di voler rimuovere questo punto?
nl_nl: Weet u zeker dat u dit punt wilt weghalen?
pl_pl: Czy na pewno chcesz usunąć ten punkt?
pt_pt: Tem a certeza que quer remover este ponto?
ru_ru: Вы действительно хотите удалить этот пункт?
sv_se: Är du säker på att du vill ta bort denna punkt?
tr_tr: Bu noktayı kaldırmak istediğinizden emin misiniz?

source: ODPoint not drawn as OpenGL not available in this build
el_gr: Το ODPoint δεν σχεδιάστηκε καθώς το OpenGL δεν είναι διαθέσιμο
es_es: ODPoint no dibujado porque OpenGL no está disponible en esta versión
et_ee: OD-punkt, mis ei ole tehtud OpenGL's, ei ole selles koostes kasutatav
fr_fr: ODPoint non dessiné car OpenGL non disponible dans cette version
it_it: ODPoint non disegnato perché OpenGL non disponibile in questa build
pt_pt: ODPoint não desenhado como OpenGL não disponível nesta compilação

source: Properties
de_de: Eigenschaften
el_gr: Ιδιότητες
es_es: Propiedades
et_ee: Omadused
fi_fi: Ominaisuudet
fil_ph: Mga Katangian
fr_fr: Propriétés
id_id: Properti
it_it: Proprietà
nl_nl: Eigenschappen
pl_pl: Właściwości
pt_pt: Propriedades
ru_ru: Параметры
sv_se: Egenskaper
tr_tr: Özellikler

source: Show name
de_de: Namen anzeigen
el_gr: Εμφάνιση ονόματος
es_es: Mostrar Nombre
et_ee: Näita nime
fi_fi: Näytä nimi
fil_ph: Ipakita ang pangalan
fr_fr: Nom : Voir
id_id: Tampilkan nama
it_it: Mostra nome
nl_nl: Toon puntnaam
pl_pl: Pokaż nazwę
pt_pt: Mostrar nome
ru_ru: Показать название
sv_se: Visa namn
tr_tr: Adı göster

source: Combo!
el_gr: Συνδυασμός!
et_ee: Mõlemad!
fi_fi: Yhdistelmä!
pt_pt: Combinação!
ru_ru: Комбинация! (Фаталити?)!
sv_se: Kombo!
tr_tr: Açılır menü!

source: Change all Path Point Icons
de_de: Ändere alle Symbole des Pfades
el_gr: Αλλαγή όλων των εικονιδίων των σημείων διαδρομής
es_es: Cambiar todos los iconos de puntos de línea
et_ee: Muuda kõik teepunktide ikoonid
fi_fi: Vaihda kaikkien polkupisteiden kuvakkeet
fil_ph: Palitan ang lahat ng mga Aykon sa Puntong Daanan
fr_fr: Changer toutes les icônes des points du chemin
id_id: Mengubah semua Ikon Titik Jalan
it_it: Cambia tutte le icone dei punti tracciati
nl_nl: Aanpassen alle punt-pictogrammen
pl_pl: Zmienić wszystkie ikony punktu ścieżki
pt_pt: Modificar todos os ícones de pontos de caminho
ru_ru: Изменить все значки точек путей
sv_se: Ändra alla punkter i linjen
tr_tr: Tüm yol nokta ikonlarını değiştir

source: Warning: Lat and Lon cannot be changed when EBL end point moving
de_de: Warnung: Lat/Lon können nicht verändert werden während der EBL Endpunkt sich bewegt
el_gr: Προσοχή: Μήκος και πλάτος δεν μπορούν να αλλάξουν όταν τελικό σημείο του EBL κινείται
es_es: Advertencia: Lat y Lon no se puede cambiar cuando el punto final EBL se mueve
et_ee: Hoiatus: Lat ja Lon ei saa muuta kui EBL-lõpppunkt on liikumises
fi_fi: Varoitus: Lat tai lon ei voi muuttaa, kun EBL-piste liikkuu
fr_fr: Attention : Lat et Lon ne peuvent pas être modifiés lorsque le point final EBL bouge
it_it: Attenzione: Lat e Lon non possono essere modificati quando il punto finale EBL si muove
nl_nl: Waarschuwing: Lat en Lon kunnen niet gewijzigd worden wanneer het EBL-eindpunt beweegt
pt_pt: Aviso: Latitude e Longitude não podem ser alterados quando o ponto final da EBL se move
sv_se: Varning: Lat och Lon kan inte ändras när EBL slutpunkt flyttas

source: Arrival Radius
de_de: Ankunftradius
el_gr: Ακτίνα άφιξης
es_es: Radio de llegada
et_ee: Saabumisraadius
fi_fi: Saapumisympyrän säde
fil_ph: Radyos ng Pagdating
fr_fr: Rayon d'arrivée
id_id: Radius Kedatangan
it_it: Raggio arrivo
nl_nl: Straal aankomstcirkel
pl_pl: Promień przybycia
pt_pt: Raio de chegada
ru_ru: Радиус Подхода
sv_se: Ankomstradie
tr_tr: Varış Yarıçapı

source: Show Point Range Rings
de_de: Punkt Bereichsringe anzeigen
el_gr: Εμφάνιση δακτυλίων απόστασης σημείων
es_es: Mostrar círculos de distancia
et_ee: Näita punkti vahemaaringe
fi_fi: Näytä pisteen etäisyysrenkaat
fil_ph: Ipakit anag mga bilog ng Puntong Saklaw
fr_fr: Point : Voir les cercles concentriques
id_id: Menunjukkan Berbagai Titik Cincin
it_it: Mostra raggio cerchio fra punti
nl_nl: Toon afstandscirkels
pl_pl: Pokaż okręgi odległości wokół punktu
pt_pt: Apresentar anéis de distância
ru_ru: Показывать радарные кольца вокруг точки
sv_se: Visa punktens avståndsringar
tr_tr: Menzil halkalarını işaret et

source: Point Inclusion Size
de_de: Punkt Einschliessend Grösse
el_gr: Μέγεθος σημείου
es_es: Tamaño de punto de inserción
et_ee: Punkt kaasamise suurus
fi_fi: Pisteen sisällyttämiskoko
fil_ph: Punto ng Sukat ng Pagakakasama
fr_fr: Largeur de la zone externe du point
id_id: Ukuran titik inklusi
it_it: Larghezza dell'area esterna del punto
nl_nl: Breedte grensarcering (voor beperkend gebied)
pl_pl: Punkt wewn Rozmiar
pt_pt: Tamanho do ponto de inclusão
ru_ru: Размер Точки Входа
sv_se: Yttre punktstorlek
tr_tr: Nokta kapsama boyutu

source: Number of Point Range Rings
de_de: Anzahl Bereichsradien
el_gr: Αριθμός δακτυλίων απόστασης σημείου
es_es: Número de círculos distancia del punto
et_ee: Punkti vahemaaringide arv
fi_fi: Pisteen etäisyysrenkaiden määrä
fil_ph: Bilang ng mga Bilog ng Punting Saklaw
fr_fr: Point : Nombre de cercles concentriques
id_id: Jumlah Jangkauan Titik Cincin
it_it: Punti: Numero di cerchi concentrici
nl_nl: Aantal afstandscirkels voor dit punt
pl_pl: Liczba okręgów odległości wokół punktu
pt_pt: Número de anéis de distância
ru_ru: Количество радарных колец
sv_se: Antal avståndsringar för en punkt
tr_tr: Nokta menzil çemberinin numarası

source: None
de_de: Kein
el_gr: Καμία
es_es: Nignuno
et_ee: Ühtegi
fi_fi: Ei yhtään
fil_ph: Wala
fr_fr: Aucun
id_id: Tidak ada
it_it: Niente
nl_nl: geen
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Нет
sv_se: Ingen
tr_tr: Yok

source: Distance between Range Rings
de_de: Abstand zwischen Bereichsringen
el_gr: Διάστημα μεταξύ των δακτυλίων απόστασης
es_es: Distancia entre anillos
et_ee: Vahemaaringide vaheline kaugus
fi_fi: Etäisyysrenkaiden väli
fil_ph: Layo sa Pagitan ng mga Bilog ng Saklaw
fr_fr: Distance entre deux cercles
id_id: Jarak Cincin antara Kisaran
it_it: Distanza tra i Cerchi
nl_nl: Interval tussen afstandscirkels
pl_pl: Odległość pomiędzy okręgami odległości
pt_pt: Afastamento entre anéis de distância
ru_ru: Расстояние между кольцами
sv_se: Avstånd mellan ringarna
tr_tr: Menzil çemberleri arasındaki uzaklık

source: Distance Unit
de_de: Längeneinheit
el_gr: Μονάδα απόστασης
es_es: Unidad Distancia
et_ee: Vahemaa ühik
fi_fi: Etäisyysyksikkö
fil_ph: Yunit ng Layo
fr_fr: Unité de distance
id_id: Satuan jarak
it_it: Unità Distanza
nl_nl: Eenheid voor afstand
pl_pl: Jednostka odległości
pt_pt: Unidade de distância
ru_ru: Единицы расстояния
sv_se: Enhet för avstånd
tr_tr: Uzaklık birimi

source: Range Ring Colours
de_de: Range Ring Farbe
el_gr: Χρώμα δακτυλίων απόστασης
es_es: Colores de anillos
et_ee: Vahemaaringide värv
fi_fi: Etäisyysrenkaiden väri
fil_ph: Mga Kulay ng Bilog ng Saklaw
fr_fr: Couleur des cercles
id_id: Berbagai Warna Cincin
it_it: Colori Range Anello
nl_nl: Kleur afstandscirkels
pl_pl: Kolor Kręgu Odległości
pt_pt: Cores dos anéis de distância
ru_ru: Цвет Линии Кольца Дальности
sv_se: Färg på avståndsringar
tr_tr: Menzil çemberi renkleri

source: Range Ring Line Width
de_de: Range Ring Linienbreite
el_gr: Πλάτος γραμμής δακτυλίων απόστασης
es_es: Grosor de la línea de anillos
et_ee: Vahemaaringi joone laius
fi_fi: Etäisyysrenkaiden viivaleveys
fil_ph: Lapad ng Linya ng Bilog ng Saklaw
fr_fr: Epaisseur du trait des cercles
id_id: Berbagai cincin jalur lebar
it_it: Larghezza Range Ring Line
nl_nl: Lijndikte afstandscirkels
pl_pl: Szerokość linii Kręgu Odległości
pt_pt: Largura da linha dos anéis de distância
ru_ru: Ширина Линии Кольца
sv_se: Linjetjocklek för avståndsringar
tr_tr: Menzil halkası hat genişliği

source: Range Ring Line Style
de_de: Range Ring Stil
el_gr: Στυλ γραμμής δακτυλίων απόστασης
es_es: Estilo de la línea de anillos
et_ee: Vahemaaringi joone stiil
fi_fi: Etäisyysrenkaiden viivatyyli
fil_ph: Estilo ng linya ng Bilog ng Saklaw
fr_fr: Type de trait des cercles
id_id: Gaya baris berbagai cincin
it_it: Stile Range Ring Line
nl_nl: Lijnstijl afstandscirkels
pl_pl: Styl linii Kręgu Odlęgłości
pt_pt: Estilo da linha dos anéis de distância
ru_ru: Стиль Линии Кольца
sv_se: Linjetyp för avståndsringar
tr_tr: Menzil çemberi hat stili

source: Links
de_de: Verknüpfungen
el_gr: Σύνδεσμοι
es_es: Enlaces
et_ee: Lingid
fi_fi: Linkit
fr_fr: Liens
nl_nl: Koppelingen
pt_pt: Ligações
sv_se: Länkar

source: wxFB Website
el_gr: Ιστοσελίδα wxFB
es_es: sitio Web wxFB
et_ee: wxFB veebileht
fi_fi: wxFB sivusto
fr_fr: site web wxFB
sv_se: wxFB hemsida

source: Edit
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et_ee: Muuda
fi_fi: Muokkaa
fr_fr: Editer
it_it: Modifica
nl_nl: Bewerken
pt_pt: Editar
sv_se: Redigera

source: Add New
de_de: Neu hinzufügen
el_gr: Προσθήκη νέου
es_es: Añadir Nuevo
et_ee: Lisa uus
fi_fi: Lisää uusi
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nowy
pt_pt: Adicionar novo
sv_se: Lägg till ny

source: Left click opens in browser
de_de: Linksklick öffnet sich im Browser
el_gr: Αριστερό κλικ ανοίγει το πρόγραμμα περιήγησης
es_es: Haga clic izquierdo para abrir en el navegador
et_ee: Vasak klõps avab brauseris
fi_fi: Vasen painike avaa selaimessa
fr_fr: Un clic gauche ouvre dans le navigateur
it_it: Il clic sinistro si apre nel browser
nl_nl: Klik met links om in browser te openen
pt_pt: Clique esquerdo abre no navegador
sv_se: Vänster klick öppnar i webbläsare

source: &Add
de_de: &Hinzufügen
el_gr: &Προσθήκη
es_es: &Añadir
et_ee: &Lisa
fi_fi: &Lisää
fr_fr: Ajouter
it_it: &Aggiungi
nl_nl: &Toevoegen
pl_pl: &Dodaj
pt_pt: &Adicionar
sv_se: &Lägg till

source: &Edit
de_de: Bearbeiten
el_gr: &Επεξεργασία
es_es: &Editar
et_ee: &Muuda
fi_fi: &Muokkaa
fr_fr: Editer
it_it: &Modifica
nl_nl: &Bewerken
pl_pl: &Edytuj
pt_pt: &Editar
sv_se: &Ändra

source: &Delete
de_de: &Löschen
el_gr: &Διαγραφή
es_es: &Borrar
et_ee: K&ustuta
fi_fi: &Poista
fil_ph: &Tanggalin
fr_fr: Supprimer
id_id: &Menghapus
it_it: &Elimina
nl_nl: &Verwijderen
pl_pl: &Usuń
pt_pt: &Apagar
ru_ru: &Удалить
sv_se: Ra&dera
tr_tr: &Sil

source: Basic
de_de: Grundlegend
el_gr: Βασικό
es_es: Básico
et_ee: Elementaarne
fi_fi: Perus
fil_ph: Pangunahin
fr_fr: Basique
id_id: Dasar
it_it: Base
nl_nl: Basis
pl_pl: Podstawowy
pt_pt: Basico
ru_ru: Основной
sv_se: Enkel
tr_tr: Temel

source: Text to Display with Point
de_de: Text Etikett des Punktes
el_gr: Κείμενο προς εμφάνιση στο σημείο
es_es: Texto a mostrar con el punto
et_ee: Punktiga kuvatav tekst
fi_fi: Pisteen kanssa näytettävä teksti
fil_ph: Teksto para makita ang Punto
fr_fr: Texte à afficher avec une note
id_id: Teks untuk Menampilkan dengan Titik
it_it: Testo da visualizzare con punto
nl_nl: Bij punt weer te geven tekst
pl_pl: Tekst do wyświetlania z Punktem
pt_pt: Texto a apresentar com o ponto
ru_ru: Отображение Текста в Точке
sv_se: Text vid punkten
tr_tr: Nokta ile birlikte görüntülenecek metin

source: Text position relative to point
de_de: Textanordnung zum Punkt
el_gr: Θέση κειμένου σε σχέση με το σημείο
es_es: Posicion relativa de texto respecto a punto
et_ee: Teksti asukoht punktiga võrreldes
fi_fi: Teksti suhteessa pisteeseen
fil_ph: Puwesto ng Teksto kaugnay sa Punto
fr_fr: Position relative du texte par rapport au point de la note
id_id: Teks posisi relatif terhadap titik
it_it: Posizione del testo relativa al punto
nl_nl: Tekstpositie t.o.v. punt
pl_pl: Położenie tekstu względem punktu
pt_pt: Posição do texto em relação ao ponto
ru_ru: Положение текста относительно точки
sv_se: Text position i förhållande till punkten
tr_tr: Noktaya göre metnin konumlandırılması

source: Bottom
de_de: Unten
el_gr: Κάτω
es_es: Abajo
et_ee: Alla
fi_fi: Alapuolella oikealla
fil_ph: Ilalim
fr_fr: En bas
id_id: Bawah
it_it: In basso
nl_nl: onder
pl_pl: Dolne
pt_pt: Base
ru_ru: Внизу
sv_se: Nere
tr_tr: Alt

source: Bottom Centre
de_de: Unten Mitte
el_gr: Κάτω κέντρο
es_es: Centro de parte inferior
et_ee: All keskel
fi_fi: Alapuolella keskellä
fil_ph: Sentro ng Ilalim
fr_fr: Centrer en bas
id_id: Bawah Pusat
it_it: In basso, centro
nl_nl: middenonder
pl_pl: Dolne wyśrodkowane
pt_pt: Centro da base
ru_ru: Внизу по Центру
sv_se: Ned i mitten
tr_tr: Alt Merkezi

source: Centre
de_de: Zentriert
el_gr: Κέντρο
es_es: Centro
et_ee: Keskel
fi_fi: Keskellä
fil_ph: Sentro
fr_fr: Centrer
id_id: Pusat
it_it: Centro
nl_nl: centrum
pl_pl: Środek
pt_pt: Centro
ru_ru: Центр
sv_se: Mitten
tr_tr: Merkez

source: Left
de_de: Links
el_gr: Αριστερά
es_es: Izquierda
et_ee: Vasakul
fi_fi: Vasemmalla
fil_ph: Kaliwa
fr_fr: A gauche
id_id: Kiri
it_it: Sinistra
nl_nl: links
pl_pl: Na lewo
pt_pt: Esquerda
ru_ru: Слева
sv_se: Vänster
tr_tr: Ayrıldı

source: Right
de_de: Rechts
el_gr: Δεξιά
es_es: Derecha
et_ee: Paremal
fi_fi: Oikealla
fil_ph: Kanan
fr_fr: A droite
id_id: Kanan
it_it: Destra
nl_nl: rechts
pl_pl: Na Prawo
pt_pt: Direita
ru_ru: Справа
sv_se: Höger
tr_tr: Sağ

source: Top
de_de: Oben
el_gr: Πάνω
es_es: Arriba
et_ee: Üleval
fi_fi: Yläpuolella oikealla
fil_ph: Tuktok
fr_fr: En haut
id_id: Atas
it_it: In alto
nl_nl: boven
pl_pl: Górne
pt_pt: Topo
ru_ru: Вверху
sv_se: Överst
tr_tr: Üst

source: Top Centre
de_de: Oben Mitte
el_gr: Επάνω κέντρο
es_es: Centro de parte superior
et_ee: Üleval keskel
fi_fi: Yläpuolella keskellä
fil_ph: Sentro ng Tuktok
fr_fr: Centrer en haut
id_id: Pusat Atas
it_it: In alto, centro
nl_nl: middenboven
pl_pl: Górne, wyśrodkowane
pt_pt: Centro no topo
ru_ru: Вверху по Центру
sv_se: Övre mitten
tr_tr: Üst orta

source: Text Colour
de_de: Textfarbe
el_gr: Χρώμα κειμένου
es_es: Color del texto
et_ee: Teksti värv
fi_fi: Tekstin väri
fil_ph: Kulay ng Teksto
fr_fr: Couleur du texte
id_id: Warna Teks
it_it: Colore del testo
nl_nl: Kleur tekst
pl_pl: Kolor tekstu
pt_pt: Cor do texto
ru_ru: Цвет текста
sv_se: Textfärg
tr_tr: Metin Rengi

source: Background Colour
de_de: Hintergrundfarbe
el_gr: Χρώμα φόντου
es_es: Color de fondo
et_ee: Tausta värv
fi_fi: Taustan väri
fil_ph: Kulay ng Likuran
fr_fr: Couleur d'arrière plan
id_id: Warna Latar Belakang
it_it: Colore di Sfondo
nl_nl: Kleur achtergrond
pl_pl: Kolor tła
pt_pt: Cor do fundo
ru_ru: Цвет фона
sv_se: Bakgrundsfärg
tr_tr: Arka Plan Rengi

source: Background Transparency
de_de: Hintergrundtransparenz
el_gr: Διαφάνεια φόντου
es_es: Transparencia del fondo
et_ee: Tausta läbipaistvus
fi_fi: Taustan läpinäkyvyys
fil_ph: Aninaw ng Likuran
fr_fr: Transparence de l'arrière plan
id_id: Transparan Latar Belakang
it_it: Trasparenza di sottofondo
nl_nl: Transparantie achtergrond
pl_pl: Przeźroczystość tła
pt_pt: Transparência do fundo
ru_ru: Прозрачность фона
sv_se: Bakgrundstransparens
tr_tr: Arka Plan Şeffaflığı

source: Character Based
de_de: Zeichenbasiert
el_gr: Βασισμένη στους χαρακτήρες
es_es: Basado en caracteres
et_ee: märgil baseeruv
fi_fi: Merkkien lukumäärä
fr_fr: Basé sur les caractères
it_it: Basato su caratteri
nl_nl: Teken gebaseerd
pt_pt: Baseado em Caracteres
sv_se: Teckenlängd

source: Font Based
de_de: Schriftartbasiert
el_gr: Βασισμένη στη γραμματοσειρά
es_es: Basado en fuentes
et_ee: tähel baseeruv
fi_fi: Fonttiin perustuva
fr_fr: Basé sur la police de caractère
it_it: Basato sul caratteri tipografico
nl_nl: Lettertype gebaseerd
pt_pt: Baseado em Fonte
sv_se: Använd font

source: Maximum Width Type
de_de: Maximale Breite
el_gr: Μέγιστο πλάτος
es_es: Ancho máximo
et_ee: Märgi suurim laius
fi_fi: Tekstin enimmäisleveyden peruste
fr_fr: Largeur maximale
it_it: Tipo Di Larghezza Massima
nl_nl: Maximale breedte
pt_pt: Largura máxima
sv_se: Maximal bredd baseras på:

source: Maximum Text Width
de_de: Maximale Text Breite
el_gr: Μέγιστο πλάτος κειμένου
es_es: Ancho de texto máximo
et_ee: Suurim teksti laius
fi_fi: Tekstin enimmäisleveys
fr_fr: Largeur max. du texte
it_it: Larghezza Massima Del Testo
nl_nl: Maximale tekstlengte
pt_pt: Largura máxima do texto
sv_se: Maximal textbredd

source: Text Font
de_de: Schriftart
el_gr: Γραμματοσειρά κειμένου
es_es: Fuente del texto
et_ee: Teksti täht
fi_fi: Tekstin fontti
fil_ph: Mukha ng Teksto
fr_fr: Police de caractère
id_id: Font Teks
it_it: Font del testo:
nl_nl: Lettertype
pl_pl: Czcionka tekstu
pt_pt: Fonte do texto
ru_ru: Шрифт текста
sv_se: Teckensnitt
tr_tr: Metin Yazı Tipi

source: Example
de_de: Beispiel
el_gr: Παράδειγμα
es_es: Ejemplo
et_ee: Näide
fi_fi: Esimerkki
fil_ph: Halimbawa
fr_fr: Exemple
id_id: Contoh
it_it: Esempio
nl_nl: Voorbeeld
pl_pl: Przykład
pt_pt: Exemplo
ru_ru: Пример >
sv_se: Exempel
tr_tr: Örnek

source: Fonts
de_de: Schriftarten
el_gr: Γραμματοσειρές
es_es: Fuentes
et_ee: Kirjamärgid
fi_fi: Kirjasimet
fil_ph: Mga Font
fr_fr: Polices
id_id: Font
it_it: Tipo di carattere
nl_nl: Lettertypes
pl_pl: Czcionki
pt_pt: Fontes
ru_ru: Шрифты
sv_se: Typsnitt
tr_tr: Yazı tipleri

source: Always
de_de: Immer
el_gr: Πάντα
es_es: Siempre
et_ee: Alati
fi_fi: Aina
fil_ph: Palagi
fr_fr: Toujours
id_id: Selalu
it_it: Sempre
nl_nl: altijd
pl_pl: Zawsze
pt_pt: Sempre
ru_ru: Всегда
sv_se: Alltid
tr_tr: Daima

source: On Rollover Only
de_de: Nur bei Maus-über
el_gr: Στο Rollover μόνο
es_es: Solo cuando señale
et_ee: Ainult üleliikudes
fi_fi: Vain tietoruudussa
fil_ph: Sa mga Gumugulong lamang
fr_fr: Seulement par survol
id_id: Hanya Pada Rollover
it_it: Solo In Rollover
nl_nl: alleen bij aanwijzen
pl_pl: Przy najeździe tylko
pt_pt: Apenas no arrastamento
ru_ru: При Наведении
sv_se: Bara vid mus-över
tr_tr: Yalnızca yuvarlanma üzerinde

source: Show Display Text
de_de: Text anzeigen
el_gr: Εμφάνιση οθόνης κειμένου
es_es: Mostrar texto en pantalla
et_ee: Näita kuvatavat teksti
fi_fi: Näytä näyttöteksti
fil_ph: Ipakita ng Teksta ng Pagpakita
fr_fr: Voir le texte
id_id: Menampilkan Teks Tampilan
it_it: Mostra testo visualizzato
nl_nl: Toon tekst
pl_pl: Pokaż tekst wyświetlany
pt_pt: Apresentar Texto
ru_ru: Показать текст
sv_se: Visa text
tr_tr: Ekran metnini göster

source: Display text
de_de: Anzeigetext
el_gr: Εμφάνιση κειμένου
es_es: Mostrar Texto
et_ee: Kuva teksti
fi_fi: Näyttöteksti
fil_ph: Teksto ng Pagpakita
fr_fr: Afficher le texte
id_id: Menampilkan teks
it_it: Mostra testo
nl_nl: Tekst
pl_pl: Wyświetl tekst
pt_pt: Apresentar texto
ru_ru: Показать текст
sv_se: Visningstext
tr_tr: Ekran yazısı

source: Show on chart
de_de: Auf Karte anzeigen
el_gr: Εμφάνιση στον χάρτη
es_es: Mostrar en carta
et_ee: Näita kaardil
fi_fi: Näytä kartalla
fil_ph: Ipakita sa tsart
fr_fr: Voir sur la carte
id_id: Tunjukkan pada grafik
it_it: Mostra sulla Carta
nl_nl: Toon op kaart
pl_pl: Pokaż na mapie
pt_pt: Mostrar na carta
ru_ru: Показывать на карте
sv_se: Visa på sjökort
tr_tr: Grafiklerde göster

source: Show at scale> 1:
el_gr: Εμφάνιση σε κλίμακα > 1:
es_es: Mostrar en escala> 1:
et_ee: Näita mõõtkavas > 1:
fr_fr: Afficher à l'échelle> 1 :
it_it: Mostra in scala > 1:
pt_pt: Mostrar na escala> 1:

source: Extended
de_de: Erweitert
el_gr: Εκτεταμένο
es_es: Extendido
et_ee: Laiendatud
fi_fi: Laajennettu
fil_ph: Pinalawak
fr_fr: Etendu
id_id: Diperpanjang
it_it: Esteso
nl_nl: Uitgebreid
pl_pl: Rozszerzony
pt_pt: Estendido
ru_ru: Расширенный
sv_se: Utökad
tr_tr: Genişletilmiş

source: Copy
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copiar
et_ee: Kopeeri
fi_fi: Kopioi
fil_ph: Kopya
fr_fr: Copier
id_id: Salin
it_it: Copia
nl_nl: Kopiëren
pl_pl: Kopiuj
pt_pt: Copiar
ru_ru: Копировать
sv_se: Kopiera
tr_tr: Kopyala

source: Copy lat/long
de_de: Kopieren Länge/Breite
el_gr: Αντιγραφή πλάτους/μήκους
es_es: Copiar lat/long
et_ee: Kopeeri laius/pikkus
fi_fi: Kopioi lat/long
fil_ph: Ikopya lat/taas
fr_fr: Copier lat/long
id_id: Salin lintang/bujur
it_it: Copia Lat/Long
nl_nl: Kopieer breedte en lengte
pl_pl: Kopiuj φ / λ
pt_pt: Copiar lat/long
ru_ru: Скопировать координаты
sv_se: Kopiera lat/lon
tr_tr: Enlem/Boylam'ı kopyala

source: Paste
de_de: Einfügen
el_gr: Επικόλληση
es_es: Pegar
et_ee: Kleebi
fi_fi: Liitä
fil_ph: Idikit
fr_fr: Coller
id_id: Tempel
it_it: Incolla
nl_nl: Plakken
pl_pl: Wklej
pt_pt: Colar
ru_ru: Вставить
sv_se: Klistra in
tr_tr: Yapıştır

source: Paste lat/long
de_de: Einfügen Länge/Breite
el_gr: Επικόλληση πλάτους/μήκους
es_es: Pegar lat/long
et_ee: Kleebi laius/pikkus
fi_fi: Liitä lat/long
fil_ph: Idikit lat/taas
fr_fr: Coller Lat/long
id_id: Tempelkan lat / long
it_it: Incolla lat/long
nl_nl: Plak breedte en lengte
pl_pl: Wklej φ / λ
pt_pt: Colar lat/long
ru_ru: Вставить координаты
sv_se: Klistra in lat/lon
tr_tr: Enlem/Boylam'ı yapıştır

source: Left Click links are opened in the default browser.
de_de: Linksklick Verknüpfungen im Standard-Browser öffnen.
el_gr: Σύνδεσμοι αριστερού κλικ ανοίγουν στον στάνταρτ browser.
es_es: Los enlaces se abren en el navegador por defecto.
et_ee: Vasaku kliki lingid avatakse vaikimisi brauseris.
fi_fi: Vasen napsautus linkistä avaa sen oletusselaimeen.
fr_fr: Un clic gauche ouvre chaque lien à l'aide du logiciel par défaut de ce PC.
it_it: I collegamenti con il clic sinistro sono aperti nel browser predefinito.
nl_nl: Met de linker muisknop worden links geopend in de standaard browser.
pt_pt: Ligações são abertos no navegador por defeito.
sv_se: Vänster klick på länkarna öppnar i standardwebbläsaren.

source: Display Text
de_de: Text anzeigen
el_gr: Εμφάνιση κειμένου
es_es: Mostrar Texto
et_ee: Kuvatav tekst
fi_fi: Näyttöteksti
fr_fr: Afficher le texte
it_it: Visualizza testo
nl_nl: Weergave Text
pt_pt: Apresentar texto
sv_se: Text att visa

source: OCPN Draw Point, Layer:
de_de: OCPN Draw Punkt, Ebene:
el_gr: Σημείο OCPN Draw, ταξίδι:
es_es: Punto OCPN DRAW, Capa:
et_ee: OCPN Draw punkt, kiht:
fi_fi: OCPN Draw: Piste, kerros:
fil_ph: Punto ng Guhit sa OCPN, Leyer:
fr_fr: Point, couches :
id_id: OCPN poin undian, Lapisan:
it_it: Punto, Strati :
nl_nl: OCPN Draw: Punt, kaartlaag
pl_pl: OCPN Draw Punkt, warstwa:
pt_pt: Camada, Ponto OCPN Draw:
ru_ru: Точка, слой:
sv_se: OCPN Rita punk, Lager:
tr_tr: OCPN çizim noktası, etiket:
