Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Please report problems using FlySpray at: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 or Raise an issue in GIT at: https://github.com/jongough/ocpn_draw_pi/issues
de_de: Bitte melden Sie Probleme mit FlySpray hier: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 oder im OpenCPN Forum: http://www.cruisersforum.com/forums/f134 oder melden Sie ein Problem in GIT: https://github.com/jongough/ocpn_draw_pi/issues
el_gr: Αναφέρετε προβλήματα μέσω του FlySpray στο:: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 ή στο φόρουμ OpenCPN: http://www.cruisersforum.com/forums/f134 ή δηλώστε το στο GIT: https://github.com/jongough/ocpn_draw_pi/issues
es_es: Informe los problemas al usar FlySpray en: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 or en el foro de OpenCPN: http://www.cruisersforum.com/forums/f134 or o Plantea un problema en GIT en: https://github.com/jongough/ocpn_draw_pi/issues
et_ee: Palun teavita probleemidest kasutades FlySpray'd: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 või OpenCPN'i foorumis: http://www.cruisersforum.com/forums/f134 või Tõstata teema GIT'is: https://github.com/jongough/ocpn_draw_pi/issues
fi_fi: Ilmoitathan ongelmista käyttämällä FlySpray:tä osoittessa: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 or OpenCPN foorumissa: http://www.cruisersforum.com/forums/f134 or Mainitse aiheesta GIT:ssä https://github.com/jongough/ocpn_draw_pi/issues
fr_fr: S'il vous plait, rapportez les problèmes et les bugs en utilisant le flyspray, accessible par le lien suivant : https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 ou sur le forum OpenCPN : http://www.cruisersforum.com/forums/f134 ou Soulever une question dans le GIT : https://github.com/jongough/ocpn_draw_pi/issues
id_id: Harap melaporkan masalah dengan menggunakan FlySpray at: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 atau Raise sebuah masalah di GIT at: https://github.com/jongough/ocpn_draw_pi/issues
it_it: Si prega di segnalare problemi sull'uso di FlySpray all'indirizzo: https: //www.opencpn.org/flyspray/index.php?project=34&do=index&switch=1 oppure sul forum OpenCPN: http://www.cruisersforum.com/forums/f134 oppure Segnala un problema in GIT all'indirizzo: https://github.com/jongough/ocpn_draw_pi/issues
nl_nl: Rapporteer problemen via FlySpray: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 of via het OpenCPN-forum: http://www.cruisersforum.com/forums/f134 of via Github (voor problemen met GIT): https://github.com/jongough/ocpn_draw_pi/issues
pl_pl: Prosimy o zgłaszanie problemów za pomocą FlySpray o: http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 lub at OpenCPN forum: http://www.cruisersforum.com/forums/f134 lub Zgłoś problem na GIT: https://github.com/jongough/ocpn_draw_pi/issues
pt_pt: Por favor comunique problemas usando FlySpray em: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 ou no forum OpenCPN: http://www.cruisersforum.com/forums/f134 ou Registe um incidente no GIT em: https://github.com/jongough/ocpn_draw_pi/issues
ru_ru: Просьба сообщить проблемы с использованием в трекер FlySpray: \ nhttps://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 или на OpenCPN Форум: \ nhttp://www.cruisersforum.com/forums/f134 или Поднимите вопрос в GIT: \ nhttps://github.com/jongough/ocpn_draw_pi/issues
sv_se: Samtliga refererade länkar för att anmäla problem är på Engelska: Please report problems using FlySpray at: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 or Raise an issue in GIT at: https://github.com/jongough/ocpn_draw_pi/issues
tr_tr: Lütfen FlySpray kullanarak şurada sorunları bildirin: https://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 veya OpenCPN forumunda: http://www.cruisersforum.com/forums/f134 veya Gıt içersinde bir sorunu bildirin: https://github.com/jongough/ocpn_draw_pi/issues

source: About
de_de: Über
el_gr: Περί
es_es: Acerca de
et_ee: Teave
fi_fi: Ohjelmatietoja
fr_fr: Au sujet de
id_id: Tentang
it_it: Riguardo
nl_nl: Over
pl_pl: O programie
pt_pt: Acerca
ru_ru: О программе
sv_se: Om
tr_tr: Hakkında

source: This chart shows the interactions between Boundaries and WatchDog alam boundaries
de_de: Dieses Diagramm zeigt die Wechselwirkungen zwischen Begrenzungen und den WatchDog Alarm Grenzen
el_gr: Αυτό το διάγραμμα δείχνει τις αλληλεπιδράσεις μεταξύ των Boundaries και του συναγερμού του WatchDog
es_es: Esta carta muestra interacciones entre Límites y Límites con alarma de vigilancia
et_ee: See kaart näitab Boundaries ja WatchDog häire piiride vastastikust toimet
fi_fi: Tämä kartta näyttää rajojen ja WatcDog hälytysten rajojen välisen vuorovaikutuksen
fr_fr: Ce tableau montre les interaction entre les "Barrière/Zone et les alarmes du Chien de garde
id_id: Grafik ini menunjukkan interaksi antara batas-Batas dan Pengawas batas alam
it_it: Questo grafico mostra le interazioni tra confini e allarme di confini di WatchDog
nl_nl: Tabel toont resultaten van instellingskeuzes m.b.t. gebieden in OCPN Draw en Watchdog.
pl_pl: Ta mapa pokazuje zależność między Granicami i granicami alarmu WatchDog
pt_pt: Esta gráfico mostra as interações entre Zonas e Zonas de alarme WatchDog
ru_ru: Таблица взаимодействия между Геозонами и Геозонами модуля Тревог
sv_se: Tabellen visar hur olika gränstyper, OR, interagerar med inställningar i Vakthunden, WD.
tr_tr: Bu tablo, sınırlar ile WatchDog uyarı sınırları arasındaki etkileşimleri gösterir

source: All
de_de: Alle
el_gr: Όλα
es_es: Todos
et_ee: Kõik
fi_fi: Kaikki
fr_fr: Tout
id_id: Semua
it_it: Tutti
nl_nl: elk
pl_pl: Wszystkie
pt_pt: Todos
ru_ru: Все
sv_se: Allt
tr_tr: Hepsi

source: Help
de_de: Hilfe
el_gr: Βοήθεια
es_es: Ayuda
et_ee: Abi
fi_fi: Ohje
fr_fr: Aide
id_id: Bantuan
it_it: Aiuto
pl_pl: Pomoc
pt_pt: Ajuda
ru_ru: Справка
sv_se: Hjälp
tr_tr: Yardım

source: License
de_de: Lizenz
el_gr: Άδεια χρήσης
es_es: Licencia
et_ee: Litsents
fi_fi: Lisenssi
fr_fr: Licence
it_it: Licenza
nl_nl: Licentie
pl_pl: Licencja
pt_pt: Licença
ru_ru: Лицензия
sv_se: Licens

source: &Apply
de_de: & Anwenden
el_gr: &Εφαρμογή
es_es: &Aplicar
et_ee: &Rakenda
fi_fi: &Käytä
fr_fr: Appliquer
id_id: &Menerapkan
it_it: Applica
nl_nl: &Toepassen
pl_pl: &Zastosuj
pt_pt: &Aplicar
ru_ru: &Применить
sv_se: &Använd
tr_tr: &Uygula

source: No alarm
de_de: Kein Alarm
el_gr: Όχι συναγερμός
es_es: Ninguna alarma
et_ee: Häiret pole
fi_fi: Ei hälytystä
fil_ph: Walang Alarma
fr_fr: Pas d'alarme
id_id: Tidak ada Alarm
it_it: Nessun allarme
nl_nl: geen alarm
pl_pl: Brak alarmu
pt_pt: Sem alarme
ru_ru: Нет сигнала
sv_se: Inga larm
tr_tr: Alarm yok

source: No
de_de: Nein
el_gr: Όχι
et_ee: Ei
fi_fi: Ei
fil_ph: Wala
fr_fr: Non
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ru_ru: Нет
sv_se: Nej

source: Delete current OCPN_Draw config entries (Yes)
de_de: Aktuelle OCPN_Draw Konfigurationseinträge löschen (Ja)
el_gr: Διαγραφή των τρεχόντων ρυθμίσεων του OCPN_Draw (Ναι)
es_es: Eliminar las entradas actuales de configuración OCPN_Draw (Sí)
et_ee: Kustuta praegused OCPN_Draw seadistuskirjed (Ja)
fi_fi: Poista nykyiset OCPN Draw asetukset (Kyllä)
fr_fr: OCPN_Draw : Supprimer les entrées de configuration (Oui)
it_it: Elimina le voci di configurazione OCPN_Draw attuale (Sì)
nl_nl: Verwijder huidige OCPN_Draw config instellingen (Ja)
pt_pt: Apagar configurações atuais do OCPN_Draw (Sim)
sv_se: Ta bort gällande inställningar för OCPN_Draw (Ja)

source: Delete current OCPN_Draw config entries (No)
de_de: Aktuelle OCPN_Draw Konfigurationseinträge löschen (Nein)
el_gr: Διαγραφή των τρεχόντων ρυθμίσεων του OCPN_Draw (Όχι)
es_es: Eliminar entradas de configuración de OCPN_Draw actuales (No)
et_ee: Kustuta praegused OCPN_Draw seadistuskirjed (Ei)
fi_fi: Poista nykyiset OCPN Draw asetukset (Ei)
fr_fr: OCPN_Draw : Supprimer les entrées de configuration actuelles (Non)
it_it: Elimina le voci di configurazione OCPN_Draw correnti (No)
nl_nl: Verwijder huidige OCPN_Draw config instellingen (Nee)
pt_pt: Apagar configurações atuais do OCPN_Draw (Não)
sv_se: Ta bort gällande inställningar för OCPN_Draw (Nej)

source: Create Boundary
de_de: Begrenzung erstellen
el_gr: Δημιουργία ορίου
es_es: Crear límite
et_ee: Loo piir
fi_fi: Luo raja
fil_ph: Gumawa ng Hangganan
fr_fr: Créer une limite/zone
id_id: Membuat Batas
it_it: Crea Confine
nl_nl: Teken lijn (of rechtlijnig gebied)
pl_pl: Utwórz Granicę
pt_pt: Criar limite
ru_ru: Создать Геозону (Полигон)
sv_se: Skapa gränser
tr_tr: Sınır oluştur

source: Create Boundary Point
de_de: Begrenzungspunkt erstellen
el_gr: Δημιουργία σημείου ορίου
es_es: Crear punto límite
et_ee: Loo piiripunkt
fi_fi: Luo rajapiste
fil_ph: Gumawa ng Punto ng Hangganan
fr_fr: Créer une borne
id_id: Membuat Titik Batas
it_it: Crea Punto di Confine
nl_nl: Teken punt (of cirkelgebied)
pl_pl: Utwórz Punkt Granicy
pt_pt: Criar ponto de limite
ru_ru: Создать Геозону (Круг)
sv_se: Skapa gränslinjepunkt
tr_tr: Sınır noktası oluştur

source: Create Text Point
de_de: Text Punkt erstellen
el_gr: Δημιουργία σημείου κειμένου
es_es: Crear punto de texto
et_ee: Loo teksti punkt
fi_fi: Luo tekstipiste
fil_ph: Gumawa ng Punto ng Teksto
fr_fr: Créer une note
id_id: Membuat Teks Titik
it_it: Crea Testo punto
nl_nl: Teken tekstpunt
pl_pl: Utworz punkt Tekstu
pt_pt: Criar ponto de texto
ru_ru: Создать Точку с Текстом
sv_se: Skapa Textpunkt
tr_tr: Metin noktası oluştur

source: Create EBL
de_de: EBL erstellen
el_gr: Δημιουργία EBL
es_es: Crear EBL
et_ee: Loo EBL
fi_fi: Luo EBL
fil_ph: Gumawa ng EBL
fr_fr: Créer une ligne EBL
id_id: Buat EBL
it_it: Crea EBL
nl_nl: Teken peilinglijn
pl_pl: Utwórz Kreskę Namiarową-EBL
pt_pt: Criar EBL
ru_ru: Создать Электронный Визир Направления
sv_se: Skapa EBL
tr_tr: EBL oluştur

source: Electronic Bearing Line
de_de: Elektronische Kompass Linie (EBL)
el_gr: Γραμμή ηλεκτρονικής διόπτευσης
es_es: Línea de demora electrónica (EBL)
et_ee: Elektrooniline peilingujoon
fi_fi: Elektroninen suuntaviiva (EBL)
fil_ph: De Koryenteng Linya ng Bering
fr_fr: Ligne de direction électronique
id_id: Bantalan Jalur Elektronik
it_it: Linea elettronica di direzione
nl_nl: Peilinglijn
pl_pl: Elektroniczna kreska namiarowa (EBL)
pt_pt: Linha de direcção electrónica
ru_ru: Электронный Визир Направления
sv_se: Elektronisk Bäring-Linje
tr_tr: Elektronik yön hattı

source: Create DR
de_de: DR erstellen
el_gr: Δημιουργία DR
es_es: Crear DR
et_ee: Loo DR
fi_fi: Luo DR
fil_ph: Gumawa ng DR
fr_fr: Créer une route estimée
id_id: Buat DR
it_it: Crea DR
nl_nl: Teken gegist traject
pl_pl: Utwórz Pozycję Zliczoną-DR
pt_pt: Criar DR
ru_ru: Создать Аналитическое Счисление
sv_se: Skapa DR
tr_tr: DR oluştur

source: Create GZ
de_de: WZ erstellen
el_gr: Δημιουργία GZ
es_es: Crear GZ
et_ee: Loo VT
fi_fi: Luo GZ
fil_ph: Gumawa ng GZ
fr_fr: Créer ZdG
id_id: Buat GZ
it_it: Crea ZG
nl_nl: Maak BZ
pl_pl: Utwórz Strefę Ochronną-GZ
pt_pt: Criar Zona de Resguardo
ru_ru: Создать Охранную Зону
sv_se: Skapa Larmzon LZ
tr_tr: GZ oluştur

source: Create PIL
de_de: PIL erstellen
el_gr: Δημιουργία PIL
es_es: Crear PIL
et_ee: Loo PIL
fi_fi: Luo PIL
fil_ph: Gumawa ng PIL
fr_fr: PIL : Créer un index
id_id: Buat PIL
it_it: Crea PIL
nl_nl: Teken PI-lijn
pl_pl: Utwórz Linie Równoległe- PIL
pt_pt: Criar PIL
ru_ru: Создать Линию Предварительной Прокладки
sv_se: Skapa PIL
tr_tr: PIL oluştur

source: ocpn_draw_pi data location
de_de: Speicherort der Ocpn_draw_pi-Daten
el_gr: τοποθεσία δεδομένων ocpn_draw_pi
es_es: Ubicación de los datos ocpn_draw_pi
et_ee: ocpn_draw_pi andmete asukoht
fi_fi: OCPN Draw tietojen sijainti
fil_ph: ocpn_guhit_pi lokasyon ng datos
fr_fr: dossier de stockage des données de ocpn_draw_pi
id_id: ocpn_draw_pi lokasi data
it_it: Posizione dei dati ocpn_draw_pi
nl_nl: Gegevensmap opencpn_draw_pi
pl_pl: lokalizacja danych ocpn_draw_pi
pt_pt: localização dos dados do ocpn_draw_pi
ru_ru: местоположение данных модуля
sv_se: ocpn_draw_pi data finns på
tr_tr: ocpn_çizim_pi veri konumu

source: Failed to load all OCPN Draw Plugin icons, check OCPN log for details
de_de: Fehler beim Laden aller OCPN Draw Plugin Icons, Prüfe OCPN Log für Details
el_gr: Αποτυχία φόρτωσης όλων των εικόνων του προσθέτου OCPN Draw, κοιτάξτε το OCPN log για λεπτομέρειες
es_es: Error al descargar todos los iconos del Plugin OCPN Draw, compruebe el registro de OCPN para más detalles
et_ee: Ei õnnestunud kõiki OCPN Draw plugina ikoone laadida, vaata detaile OCPN'i logist
fi_fi: Kaikkia OCPN Draw lisäosan kuvakkeita ei voitu ladata. Tarkista yksityiskohdat OCPN lokista
fil_ph: Pumaly sa pagkarga ng lahat ng mga aykon ng Guhit Plag-in sa OCPN, suriin ang lista ng OCPN para sa mga detalye
fr_fr: Echec du téléchargement de toutes les icônes du complément OCPN Draw. Regardez dans le fichier log pour plus de détails
it_it: Impossibile caricare tutte le icone del plugin di disegno OCPN, controllare il registro OCPN per i dettagli
nl_nl: Fout bij laden van pictogrammen van OCPN Draw Plugin. Controleer OCPN-logbestand voor details.
pl_pl: Nie można załadować wszystkich ikon OCPN Draw Plugin, sprawdź dziennik OCPN po więcej szczegółów
pt_pt: Falha a carregar todos os icons do OCPN Draw Plugin, verifique o log do OCPN para mais detalhes
ru_ru: Не удалось загрузить все значки модуля проверьте подробности в журнале событий OpenCPN
sv_se: Kunde inte ladda alla OCPN-Draw ikoner, kontrollera OCPN logg för detaljer

source: OpenCPN Alert
de_de: OpenCPN Alarm
el_gr: OpenCPN: Συναγερμός
es_es: Alerta OpenCPN
et_ee: OpenCPN'i hoiatus
fi_fi: OpenCPN-hälytys
fil_ph: Alerto sa OpenCPN
fr_fr: Alerte OCPN
id_id: Peringatan OpenCPN
it_it: Avviso OpenCPN
nl_nl: OpenCPN waarschuwing
pt_pt: Alerta OpenCPN
ru_ru: OpenCPN — Предупреждение
sv_se: OpenCPN Varning
tr_tr: OpenCPN Alarmı

source: ocpn_draw_pi LoadSVG
et_ee: ocpn_draw_pi lae SVG
fr_fr: ChargementSVG ocpn_draw_pi
it_it: ocpn_draw_pi CaricaSVG

source: PIL Persistence
de_de: PIL Dauerhaftigkeit
el_gr: Διάρκεια PIL
es_es: Persistencia de PIL
et_ee: PIL kestvus
fi_fi: PIL pysyvyys
fil_ph: Pagtitiyaga ng EBL
id_id: Kegigihan PIL
nl_nl: Vasthouden PI-lijn
pl_pl: Widok Linii Równoległych-PIL
pt_pt: Persistência PIL
ru_ru: Сохранность ЛПП
sv_se: PIL livslängd
tr_tr: PIL sürerkliliği

source: Offset
el_gr: Μετατόπιση
es_es: Desplazamiento
et_ee: Nihe
fi_fi: Siirtymä
fr_fr: Décalage
id_id: Mengimbangi
pl_pl: Przesunięcie
pt_pt: Deslocamento
ru_ru: Смещение
sv_se: Sidlinjer
tr_tr: Dengeleme

source: ID Num
de_de: ID Nummer
el_gr: Αρ. ID
es_es: Número de ID
et_ee: ID nr
fil_ph: Numero ng Pagkakilanlan
fr_fr: N° d'ordre
id_id: Nomor ID
pl_pl: Numer identyfikacyjny
ru_ru: Номер ID
sv_se: ID-Nummer
tr_tr: Kimlik numarası

source: Offset (+ Stbd/- Port)
de_de: Offset (+ Stbd/- Bkd)
el_gr: Offset: + δεξιά, - αριστερά
es_es: Compensación (+ Estribor/- Puerto)
et_ee: Nihe (+ pp /- vp)
fi_fi: Siirros (+Stbd/-Port)
fr_fr: Réglages (- babord/+tribord)
id_id: Mengimbangi (+ Stbd/- Port)
it_it: Décalage (+ Stbd/- Porta)
nl_nl: Offset (+ Sb/- Bb)
pl_pl: Przesunięcie (+ Stbd/Port)
pt_pt: Variação (+ Estibordo/- Bombordo)
ru_ru: Смещение (+ Правый борт/- Левый борт)
sv_se: Avstånd (+ Styrb /- Bab)
tr_tr: Ofset (+ Stbd/- port)

source: &Properties
de_de: &Eigenschaften
el_gr: &Ιδιότητες
es_es: &Propiedades
et_ee: &Omadused
fi_fi: &Ominaisuudet
fil_ph: &Mga Katangian
fr_fr: Propriétés
id_id: &Properti
it_it: Proprietà
nl_nl: &Eigenschappen
pl_pl: &Właściwości
pt_pt: &Propriedades
ru_ru: &Параметры
sv_se: &Egenskaper
tr_tr: &Özellikler

source: &Activate
de_de: &Aktivieren
el_gr: &Ενεργοποίηση
es_es: &Activar
et_ee: &Käivita
fi_fi: &Aktivoi
fil_ph: &Paganahin
fr_fr: Activer
id_id: &Mengaktifkan
it_it: Attiva
nl_nl: &Activeren
pl_pl: &Aktywuj
pt_pt: &Ativar
ru_ru: &Активировать
sv_se: &Aktivera
tr_tr: &Etkinleştir

source: &Center View
de_de: &Ansicht zentrieren
el_gr: &Κεντράρισμα
es_es: &Centrar Vista
et_ee: Keskenda &vaade
fi_fi: &Keskitä näkymä
fil_ph: &Sentro ng Tanaw
fr_fr: Centrer la vue
id_id: &Tampilan Pusat
it_it: Centra Vista
nl_nl: Ge&centreerd beeld
pl_pl: &Wyśrodkuj widok
pt_pt: &Centrar Vista
ru_ru: &Показать на карте
sv_se: &Centrera vy
tr_tr: &Merkez görünüm

source: &Export Selected...
de_de: &Exportiere Ausgewählte...
el_gr: Ε&ξαγωγή επιλεγμένων...
es_es: &Exportar selección...
et_ee: &Ekspordi valitud...
fi_fi: &Vie valitut...
fr_fr: Exporter la sélection ...
it_it: Esporta Selezionata...
nl_nl: &Exporteer selectie...
pt_pt: &Exportar Seleção...
sv_se: &Exportera markerade...

source: Dele&te All
de_de: Alle Löschen
el_gr: Διαγρ&αφή όλων
es_es: Borrar Todo
et_ee: Kustut&a kõik
fi_fi: Pois&ta kaikki
fr_fr: Supprimer tout
it_it: Elimina &Tutto
nl_nl: Alles &verwijderen
pt_pt: Eliminar &tudo
sv_se: Ta bort alla

source: Paths
de_de: Pfade
el_gr: Διαδρομές
es_es: Líneas
et_ee: Teed
fi_fi: Polut
fil_ph: Mga Daanan
fr_fr: Chemins
id_id: Jalan
it_it: Percorsi
nl_nl: Lijnen en Rechtlijnige gebieden
pl_pl: Ścieżki
pt_pt: Caminhos
ru_ru: Пути
sv_se: Linjer
tr_tr: Yollar

source: &New
de_de: &Neu
el_gr: &Νέο
es_es: &Nuevo
et_ee: &Uus
fi_fi: &Uusi
fil_ph: &Bago
fr_fr: Nouveau
id_id: &Baru
it_it: Nuovo
nl_nl: &Nieuw
pl_pl: &Nowy
pt_pt: &Novo
ru_ru: &Создать
sv_se: &Ny
tr_tr: &Yeni

source: OD Points
de_de: OD Punkte
el_gr: Σημεία OD
es_es: Puntos OD
et_ee: OD-punktid
fi_fi: OD pisteet
fil_ph: Mga Punto ng OD
fr_fr: Points du traceur
id_id: Titik OD
it_it: Punti OD
nl_nl: Punten en Cirkelgebieden
pl_pl: Punkty OD
pt_pt: Pontos OD
ru_ru: Точки
sv_se: OR Punkt
tr_tr: OD noktası

source: New &temporary Layer
de_de: Neue &temporäre Ebene
el_gr: Νέο &προσωρινό ταξίδι
es_es: Nueva capa &temporal
et_ee: Uus &ajutine kiht
fi_fi: Uusi &tilapäinen kerros
fr_fr: Couche nouvelle/temporaire
it_it: Nuovo Livello temporaneo
pt_pt: Nova Camada &temporária
sv_se: Nytt &temporärt lager

source: New persistent &Layer
de_de: Neue dauerhafte &Ebene
el_gr: Νέα μόνιμο &ταξίδι
es_es: Nueva &capa persistente
et_ee: Uus püsiv &kiht
fi_fi: Uusi pysyvä kerros
fr_fr: Couche persistante
it_it: Nuovo livello persistente
pt_pt: Nova Camada persistente
sv_se: Ny ständigt &lager

source: Show on &chart
de_de: Auf Karte anzeigen
el_gr: Εμφάνιση στον &χάρτη
es_es: Mostrar en carta
et_ee: Näita &kaardil
fi_fi: Näytä &kartalla
fr_fr: Monter sur la carte
it_it: Mostra sulla Carta
nl_nl: Toon op &kaart
pt_pt: Mostrar na &carta
sv_se: Visa på sjökort

source: Show &Point names
de_de: Zeige Wegpunkt-Name.
el_gr: Εμφάνιση ονομάτων &σημείων
es_es: Mostrar nombres de puntos
et_ee: Näita &punktinimesid
fi_fi: Näytä &pisteiden nimet
fr_fr: Noms des points : Voir
it_it: Mostra nomi dei punti
nl_nl: Toon &markeringspuntnamen
pt_pt: Mostrar nomes dos &Pontos
sv_se: Visa punktnamn

source: &List contents
de_de: &Inhalte auflisten
el_gr: &Περιεχόμενα
es_es: &Lista contenidos
et_ee: &Loenda sisu
fi_fi: &Näytä sisällöt
fr_fr: Lister les contenus
it_it: Elenca contenuti
nl_nl: &Toon inhoud
pt_pt: &Listar conteúdo
sv_se: &Visa innehåll

source: Layers
de_de: Ebenen
el_gr: Ταξίδια
es_es: Capas
et_ee: Kihid
fi_fi: Kerrokset
fil_ph: Mga Leyer
fr_fr: Couches
id_id: Lapisan
it_it: Livelli
nl_nl: Kaartlagen
pl_pl: Warstwy
pt_pt: Camadas
ru_ru: Слои
sv_se: Lager
tr_tr: Katmanlar

source: Import gpx
el_gr: Εισαγωγή gpx
es_es: Importar gpx
et_ee: GPX import
fr_fr: Importer gpx
it_it: Importa gpx
pt_pt: Importar GPX

source: E&xport All Visible
de_de: Alle sichtbaren exportieren
el_gr: Ε&ξαγωγή όλων των ορατών
es_es: Exportar Todos Visibles
et_ee: E&kspordi kõik nähtavad
fi_fi: &Vie kaikki näkyvät
fr_fr: Visible : Exporter tout
it_it: ESporta Tutto Visibile
nl_nl: E&xporteer alles wat zichtbaar is
pt_pt: E&xportar tudo visível
sv_se: Exportera alla synliga

source: Show
de_de: Anzeigen
el_gr: Εμφάνιση
es_es: Mostrar
et_ee: Näita
fi_fi: Näytä
fil_ph: Ipakita
fr_fr: Voir
id_id: Menunjukkan
it_it: Mostra
nl_nl: Toon
pl_pl: Pokaż
pt_pt: Mostrar
ru_ru: Показать
sv_se: Visa
tr_tr: Göster

source: Path Name
de_de: Pfad Namen
el_gr: Όνομα διαδρομής
es_es: Nombre de línea
et_ee: Tee nimi
fi_fi: Polun nimi
fil_ph: Pangalan ng Daanan
fr_fr: Nom du chemin
id_id: Nama Jalan
it_it: Nome Percorso
nl_nl: Lijn- of gebiedsnaam
pl_pl: Nazwa ścieżki
pt_pt: Nome do caminho
ru_ru: Название Пути
sv_se: Linjens namn
tr_tr: Yol adı

source: Desc
de_de: Beschr
el_gr: Περιγρ
es_es: Desactivado
et_ee: Kahanev
fi_fi: Tiedot
id_id: Deskripsi
it_it: Disc
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание
sv_se: Beskrivn
tr_tr: Açıklama

source: Icon
de_de: Symbol
el_gr: Εικονίδιο
es_es: Icono
et_ee: Ikoon
fi_fi: Ikoni
fil_ph: Aykon
fr_fr: Icône
id_id: Ikon
it_it: Icona
nl_nl: Pictogram
pl_pl: Ikona
pt_pt: Ícone
ru_ru: Значок
sv_se: Ikon
tr_tr: Simge

source: OD Point Name
de_de: OD Punkt Name
el_gr: Όνομα σημείου OD
es_es: Nombre de punto OD
et_ee: OD-punkti nimi
fi_fi: OD pisteen nimi
fil_ph: Pangalan ng Punto ng OD
fr_fr: Nom du point
id_id: OD Nama Titik
it_it: Nome Punto OD
nl_nl: Punt- of gebiedsnaam
pl_pl: Nazwa punktu OD
pt_pt: Nome do ponto OD
ru_ru: Название Точки
sv_se: OR Punktnamn
tr_tr: OD noktası adı

source: Distance from Ownship
de_de: Entfernung v. Eigenen Schiff
el_gr: Απόσταση από ίδιον πλοίο
es_es: Distancia desde Barco
et_ee: Vahemaa oma laevast
fi_fi: Etäisyys omasta veneestä
fil_ph: Pagitan mula sa Pagmamay-ari
fr_fr: Distance au bateau
id_id: Jarak dari kapal
it_it: Distanza dalla propria barca
nl_nl: Afstand van eigen schip
pl_pl: Odległość od naszego statku
pt_pt: Distância ao Barco
ru_ru: Расстояние от собственного судна
sv_se: Avstånd från eget fartyg
tr_tr: Kendi geminden uzaklık

source: Layer Name
de_de: Name der Ebene
el_gr: Όνομα ταξιδιού
es_es: Nombre Capa
et_ee: Kihi nimi
fi_fi: Kerroksen nimi
fil_ph: Pangalan ng Leyer
fr_fr: Nom de la couche
id_id: Nama lapisan
it_it: Nome Livello
nl_nl: Kaartlaagnaam
pl_pl: Nazwa warstwy
pt_pt: Nome da camada
ru_ru: Название слоя
sv_se: Lagernamn
tr_tr: Katman ismi

source: No. of items
de_de: Anz. Elemente
el_gr: Αρ. στοιχείων
es_es: Nº de elementos
et_ee: Üksuste nr
fi_fi: Yksiköiden luku
fil_ph: Bilang ng mga Aytem
fr_fr: N° des items
id_id: Tidak. hal
it_it: Numero di articoli
nl_nl: Aantal items
pl_pl: Liczba elementów
pt_pt: Num. de items
ru_ru: Кол-во эл-тов
sv_se: Antal förekomster
tr_tr: Öğe yok

source: Are you sure you want to delete the selected object(s)
de_de: Sind Sie sicher, daß Sie die gewählten Objekte löschen wollen
el_gr: Σίγουρα θέλεις να διαγράψεις τα επιλεγμένα
es_es: ¿Seguro que desea borrar objetos(s) seleccionado(s)?
et_ee: Kas kindlalt soovid valitud objekti(d) kustutada
fi_fi: Oletko varma, että haluat poistaa valitut kohteet
fil_ph: Sigurado ka bang gusto mong burahin ang napiling bagay/mga bagay
fr_fr: Objet(s) sélectionné(s) : Etes vous certain de vouloir le ou les supprimer ?
id_id: Apakah anda yakin anda ingin menghapus objek yang dipilih(s)
it_it: Sei sicuro di voler eliminare gli oggetti selezionati
nl_nl: Weet u zeker dat u de geselecteerde objecten wilt verwijderen?
pl_pl: Naprawdę chcesz usunąć wybrane obiekt(y)
pt_pt: Tem certeza que quer apagar o(s) objeto(s) selecionado(s)
ru_ru: Уверены, что хотите удалить этот объект?
sv_se: Är du säker på att du vill radera utvalda objekt
tr_tr: Seçili nesneleri silmek istediğinizden emin misiniz?
