Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Centre on moving boat
de_de: Auf fahrendem Boot fixieren
el_gr: Κεντράρισε στο κινούμενο πλοίο
es_es: Centro del barco desplazándose
et_ee: Keskenda liikuvale paadile
fi_fi: Keskitä liikkuvaan veneeseen
fil_ph: Sentro ng gumagalaw na barko
fr_fr: Fixer le début de l'index au bateau
id_id: Pusat gerakan perahu
it_it: Centro su barca in movimento
nl_nl: Maak startpunt=vaartuigpositie (dynamisch)
pl_pl: Centrum na poruszającej się łodzi
pt_pt: Centrar no barco em movimento
ru_ru: Центр на движущейся лодке
sv_se: Centrera på båten
tr_tr: Tekne hareket merkezi

source: Move start point to boat lat/lon
de_de: Startpunkt auf Boot Lat/Lon verschieben
el_gr: Μετακινήσετε το σημείο εκκίνησης στις συντεταγμένες του πλοίου
es_es: Mover el punto inicial a lat/lon del barco
et_ee: Liiguta alguspunkt paadi pik/lai juurde
fi_fi: Siirrä alkupiste veneen lat/lon paikkaan
fil_ph: Ilipat ang punto ng simula sa barko lat/Ion
fr_fr: Positionner le début de l'index au bateau
id_id: Memindahkan titik awal untuk perahu lat/lon
it_it: Sposta il punto di partenza sulla barca lat/lon
nl_nl: Maak startpunt=huidige positie (statisch)
pl_pl: Przenieś punkt Start do szerokości/długości geograficznej Łodzi
pt_pt: Mover o ponto de partida para barco lat/lon
ru_ru: Переместить начальную точку в местоположение собственного судна
sv_se: Flytta startpunkten till båtens position
tr_tr: Başlangıç noktasını teknenin enlem/boylam'ına taşı

source: Pick a new start point
de_de: Neuen Startpunkt wählen
el_gr: Διαλέξτε ένα νέο σημείο εκκίνησης
es_es: Coger nuevo punto de inicio
et_ee: Vali uus alguspunkt
fi_fi: Valitse uusi aloituspiste
fil_ph: Pumili ng bagong punto ng simula
fr_fr: Choisissez un nouveau point de départ
id_id: Pilih titik awal baru
it_it: Scegliere un nuovo punto iniziale
nl_nl: Kies een nieuw startpunt
pl_pl: Wybierz nowy punkt Start
pt_pt: Escolha um novo ponto de início
ru_ru: Выберите новую начальную точку
sv_se: Ange en ny startpunkt
tr_tr: Yeni bir başlangıç noktası seçin

source: Match VRM colour to EBL colour
de_de: VRM Farbe an EBL Farbe angleichen
el_gr: Ταίριαξε το χρώμα του δακτυλίου με το χρώμα της EBL
es_es: Emplear color de EBL en VRM
et_ee: Sobita VRM-värv EBL-värviga
fi_fi: Sovita VRM väri EBL väriin
fil_ph: Iparehass ang kulay ng VRM sa Kulay ng EBL
fr_fr: Faire correspondre la couleur WRM avec celle de EBL
id_id: Sesuai warna VRM ke warna EBL
it_it: Abbina il colore WRM al colore EBL
nl_nl: Maak cirkelkleur gelijk aan kleur peilinglijn
pl_pl: Dopasuj kolor Kręgu Odległości-VRM do koloru Kreski Namiarowej-EBL
pt_pt: Igualar Cor VRM à cor EBL
ru_ru: Совместите цвет VRM с цветом EBL
sv_se: Matcha VRM färg som EBL färg
tr_tr: VRM rengini EBL rengine denkle

source: Update initial conditions
de_de: Ausgangsbedingungen erneuern
el_gr: Ανανέωσε τις αρχικές συνθήκες
es_es: Actualizar condiciones iniciales
et_ee: Uuenda lähtetingimusi
fi_fi: Päivitä alkuehdot
fil_ph: Magpabago ng mga paunang kondisyon
fr_fr: Revenir à la définition initiale
id_id: Memperbarui kondisi awal
it_it: Aggiorna le condizioni iniziali
nl_nl: Initiële instellingen aanpassen
pl_pl: Aktualizuj warunki początkowe
pt_pt: Actualizar as condições iniciais
ru_ru: Обновить начальные условия
sv_se: Uppdatera ursprungliga inställningar
tr_tr: Başlangıç koşullarını güncelle

source: Move Boundary
de_de: Begrenzung verschieben
el_gr: Μετακίνησε το όριο
es_es: Mover límite
et_ee: Liiguta piiri
fi_fi: Siirrä rajaa
fil_ph: Ilipat ang Hangganan
fr_fr: Déplacer la limite/zone
id_id: Memindahkan Batas
it_it: Sposta Confine
nl_nl: Lijn (of rechtlijnig gebied) verplaatsen
pl_pl: Przesuń Granicę
pt_pt: Mover Limite
ru_ru: Переместить Геозону
sv_se: Flytta gränsen
tr_tr: Sınırı Taşı

source: Move EBL
de_de: EBL verschieben
el_gr: Μετακίνησε την EBL
es_es: Mover EBL
et_ee: Liiguta EBL
fi_fi: Siirrä EBL
fil_ph: Ilipat ang EBL
fr_fr: Déplacer la ligne EBL
id_id: Pindahkan EBL
it_it: Sposta EBL
nl_nl: Peilinglijn verplaatsen
pl_pl: Przesuń Kreskę Namiarową- EBL
pt_pt: Mover EBL
ru_ru: Переместить ЭВН
sv_se: Flytta EBL
tr_tr: EBL'yi taşı

source: Move Boundary Segment
de_de: Begrenzungssegment verschieben
el_gr: Μετακίνηση του τμήματος του ορίου
es_es: Mover segmento de límite
et_ee: Liiguta piirilõiku
fi_fi: Siirrä rajasegmenttiä
fil_ph: Ilipag ang segment ng hangganan
fr_fr: Déplacer ce segment de barrière/zone
id_id: Batas Segmen Dipindahkan
it_it: Sposta segmento del confine
nl_nl: Lijnsegment van gebied verplaatsen
pl_pl: Przesuń Segment Granicy
pt_pt: Mover o segmento de limite
ru_ru: Переместить Ребро Геозоны
sv_se: Flytta gränslinjesektion
tr_tr: Sınır bölümünü taşı

source: Insert Boundary Point
de_de: Begrenzungspunkt einfügen
el_gr: Εισαγωγή σημείου ορίου
es_es: Insertsr punto límite
et_ee: Sisesta piiripunkt
fi_fi: Aseta rajapiste
fil_ph: Ipasok ang Punto ng Hangganan
fr_fr: Insérer une borne
id_id: Menyisipkan Titik Batas
it_it: Inserisci un punto al confine
nl_nl: Punt toevoegen
pl_pl: Wstaw punkt Granicy
pt_pt: Inserir Ponto Limite
ru_ru: Вставить Точкук в Геозону
sv_se: Infoga gränspunkt
tr_tr: Sınır noktası ekle

source: Insert EBL Point
de_de: EBL Punkt einfügen
el_gr: Εισαγωγή σημείου EBL
es_es: Insertar punto EBL
et_ee: Sisesta EBL-punkt
fi_fi: Aseta EBL-piste
fil_ph: Ipasok ang Punto ng EBL
fr_fr: Insérer un point EBL
id_id: Masukkan titik EBL
it_it: Inserisci punto EBL
nl_nl: Peilinglijn-punt toevoegen
pl_pl: Wstaw punkt Kreski Namiarowej- EBL
pt_pt: Inserir Ponto EBL
ru_ru: Вставить точку EBL
sv_se: Infoga EBL-punkt
tr_tr: EBL noktası ekle

source: Add Index Line
de_de: Neue Indexlinie hinzufügen
el_gr: Προσθέστε γραμμή Index
es_es: Agregar línea de índice
et_ee: Lisa indeksliin
fi_fi: Lisää indeksilinja
fil_ph: Magadagdag ng Linya ng Panuntunan
fr_fr: Ajouter une ligne à l'index
id_id: Tambahkan Indeks Garis
it_it: Aggiungi una linea indicizzate
nl_nl: Indexlijn toevoegen
pl_pl: Dodaj Linię Równoległą-PIL
pt_pt: Adicionar Linha Indexada
ru_ru: Добавить индексную строку
sv_se: Infoga indexlinje PIL
tr_tr: İşaret hattı ekle

source: Hide Boundary Point Icons
de_de: Begrenzungspunkt Symbole ausblenden
el_gr: Απόκρυψη εικονιδίων σημείων ορίου
es_es: Ocultar los iconos de punto límite
et_ee: Peida piiri punktide ikoonid
fi_fi: Piilota rajapisteiden kuvakkeet
fil_ph: Itago ang mga aykon ng Punto ng Hangganan
fr_fr: Masquer les icônes des points de la barrière/zone
id_id: Menyembunyikan Titik Batas Ikon
it_it: nascondere le icone dei punti del confine
nl_nl: Pictogrammen gebiedspunten verbergen
pl_pl: Ukryj ikony punktu granicy
pt_pt: Ocultar ícones de pontos limite
ru_ru: Скрыть значки
sv_se: Dölj gränspunkternas ikoner
tr_tr: Sınır noktası ikonlarını gizle

source: Show Boundary Point Icons
de_de: Begrenzungspunkt Symbole anzeigen
el_gr: Εμφάνιση εικονιδίων σημείων ορίου
es_es: Mostrar iconos de punto límite
et_ee: Näita piiri punktide ikoone
fi_fi: Näytä rajapisteiden kuvakkeet
fil_ph: Ipakita ang mga Aykon ng Punto ng Hanganan
fr_fr: Icônes des points de la barrière/zone : Voir
id_id: Menunjukkan Titik Batas Ikon
it_it: mostra le icone dei punti del confine
nl_nl: Pictogrammen gebiedspunten tonen
pl_pl: Pokaż ikony punktu granicy
pt_pt: Mostrar ícones de pontos limite
ru_ru: Показать значки
sv_se: Visa gränspunkternas ikoner
tr_tr: Sınır noktası ikonlarını göster

source: Delete...
de_de: Löschen...
el_gr: Διαγραφή...
es_es: Borrar...
et_ee: Kustuta...
fi_fi: Poista...
fil_ph: Tanggalin...
fr_fr: Supprimer ...
id_id: Menhapus...
it_it: Elimina...
nl_nl: Verwijderen ...
pl_pl: Skasuj...
pt_pt: Apagar...
ru_ru: Удалить...
sv_se: Ta bort...
tr_tr: Sil...

source: Delete
de_de: Löschen
el_gr: Διαγραφή
es_es: Eliminar
et_ee: Kustuta
fi_fi: Poista
fil_ph: Tanggalin
fr_fr: Supprimer
id_id: Hapus
it_it: Rimuovi
nl_nl: Verwijderen
pl_pl: Skasuj
pt_pt: Apagar
ru_ru: Удалить
sv_se: Radera
tr_tr: Sil

source: Deactivate
de_de: Deaktivieren
el_gr: Απενεργοποίηση
es_es: Desactivar
et_ee: Peata
fi_fi: Deaktivoi
fil_ph: Huwag paganahin
fr_fr: Désactiver
id_id: Menonaktifkan
it_it: Disattivare
nl_nl: Deactiveren
pl_pl: Dezaktywuj
pt_pt: Desativar
ru_ru: Деактивировать
sv_se: Inaktivera
tr_tr: Devre dışı bırak

source: Activate
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Activar
et_ee: Käivita
fi_fi: Aktivoi
fil_ph: Paganahin
fr_fr: Activer
id_id: Mengaktifkan
it_it: Attivare
nl_nl: Activeren
pl_pl: Aktywuj
pt_pt: Ativar
ru_ru: Активировать
sv_se: Aktivera
tr_tr: Etkinleştir

source: Copy Boundary GUID
de_de: Begrenzungs-GUID kopieren
el_gr: Αντιγραφή ID ορίου
es_es: Copiar límite GUID
et_ee: Kopeeri piiri GUID
fi_fi: Kopioi rajan GUID
fil_ph: Ikopya ang GUID ng hangganan
fr_fr: Copier le GUID de la borne
id_id: Salin Batas GUID
it_it: Copia il GUID del confine
nl_nl: GUID van lijn (of rechtlijnig gebied) kopiëren
pl_pl: Skopiuj identyfikator Granicy-GUID
pt_pt: Copiar o GUID do Limite
ru_ru: Копировать номер ID
sv_se: Kopiera gräns-GUID
tr_tr: Sınır GUID kopyala

source: Copy EBL GUID
de_de: EBL-GUID kopieren
el_gr: Αντιγραφή ID EBL
es_es: Copiar EBL GUID
et_ee: Kopeeri EBL GUID
fi_fi: Kopioi EBL:n GUID
fil_ph: Ikopya ang EBL GUID
fr_fr: Copier le GUID de la ligne EBL
id_id: Salinan EBL GUID
it_it: Copia il GUID di una linea EBL
nl_nl: GUID van peilinglijn kopiëren
pl_pl: Skopiuj identyfikator kreski namiarowej (EBL GUID)
pt_pt: Copiar o GUID do EBL
ru_ru: Копировать ID номер ЭВН
sv_se: Kopiera EBL-GUID
tr_tr: EBL GUID kopyala

source: Copy DR GUID
de_de: DR-GUID kopieren
el_gr: Αντιγραφή ID DR
es_es: Copiar DR GUID
et_ee: Kopeeri DR GUID
fi_fi: Kopioi DR:n GUID
fil_ph: Ikopya ang GUID ng DR
fr_fr: Copier le GUID de la route estimée
id_id: Salinan DR GUID
it_it: Copia il GUID della rotta stimata
nl_nl: GUID van gegist traject kopiëren
pl_pl: Skopiuj identyfikator pozycji zliczonej (DR GUID)
pt_pt: Copiar o GUID do DR
ru_ru: Копировать ID номер АС
sv_se: Kopiera DR-GUID
tr_tr: DR GUID kopyala

source: Copy Guard Zone GUID
de_de: GUID Wachzone kopieren
el_gr: Αντίγραφο GUID ζώνης επιφυλακής
es_es: Copiar GUID de la Zona de Vigilancia
et_ee: Kopeeri valvetsooni GUID
fi_fi: Kopioi suojavyöhykkeen GUID
fil_ph: Ikopya ang GUID ng Batay ng Sona
fr_fr: Copier le GUID de la zone de garde
id_id: Menyalin Penjaga Zona GUID
it_it: Copia il GUID della zona di guardia
nl_nl: GUID bewakingszone kopiëren
pl_pl: Kopiuj identyfikator GUID Strefy Ochronnej-GZ
pt_pt: Cópia do GUID da Zona de Resguardo
ru_ru: Копировать ID номер Охранной Зоны
sv_se: Kopiera larmzonens id, GUID
tr_tr: Koruma bölgesi GUID kopyala

source: Layer Boundary Point
de_de: Begrenzungspunkt Ebene
el_gr: Σημείο ορίου ταξιδιού
es_es: Capa punto límite
et_ee: Piiripunkti kiht
fi_fi: Rajapiste kerros
fil_ph: Leyer ng Punto ng Hangganan
fr_fr: Couche de borne
id_id: Lapisan Batas Titik
it_it: Strato di punti di confine
nl_nl: Kaartlaagpunt
pl_pl: Warstwa punktu granicy
pt_pt: Ponto Limite da Camada
ru_ru: Слой Точки Геозоны
sv_se: Lager - Gränspunkter
tr_tr: Sınır noktası katmanı

source: Layer Text Point
de_de: Textpunkt Ebene
el_gr: Σημείο κειμένου ταξιδιού
es_es: Capa punto texto
et_ee: Tekstipunktide kiht
fi_fi: Tekstipistekerros
fil_ph: Leyer ng Punto ng teksto
fr_fr: Couche de la note
id_id: Lapisan titik teks
it_it: Strato di punti di testo punti
nl_nl: Kaartlaagtekstpunt
pl_pl: Warstwa punktu tekstu
pt_pt: Ponto de texto da Camada
ru_ru: Слой Точки Текста
sv_se: Lager - Textpunkter
tr_tr: Metin noktası katmanı

source: Layer EBL Point
de_de: EBL-Punkt Ebene
el_gr: Σημείο EBL ταξιδιού
es_es: Capa punto EBL
et_ee: EBL-punktide kiht
fi_fi: EBL piste kerros
fil_ph: Leyer ng Punto ng EBL
fr_fr: Couche de point EBL
id_id: Lapisan titik EBL
it_it: Strato di punti di punti EBL
nl_nl: Kaartlaagpeilinglijn-punt
pl_pl: Warstwa punktu kreski namiarowej- EBL
pt_pt: Ponto EBL da Camada
ru_ru: Слой Точки ЭВН
sv_se: Lager - EBL-punkter
tr_tr: EBL noktası katmanı

source: Layer DR Point
de_de: DR-Punkt Ebene
el_gr: Σημείο DR ταξιδιού
es_es: Capa punto DR
et_ee: DR-punktide kiht
fi_fi: Kerroksen DR-piste
fil_ph: Leyer ng Punto ng DR
fr_fr: Couche de point estimé
id_id: Lapisan titik DR
it_it: Strato di punti di punti stimati
nl_nl: Kaartlaag: Gegist punt
pl_pl: Warstwa punktu pozycji zliczonej- DR
pt_pt: Ponto DR da Camada
ru_ru: Слой Точки АС
sv_se: Lager - DR-punkter
tr_tr: DR noktası katmanı

source: Boundary Point
de_de: Begrenzungspunkt
el_gr: Σημείο ορίου
es_es: Punto límite
et_ee: Piiripunkt
fi_fi: Rajapiste
fil_ph: Punto ng Hangganan
fr_fr: Borne
id_id: Batas Titik
it_it: Punto di confine
nl_nl: Punt (of Cirkelgebied)
pl_pl: Punktu granicy
pt_pt: Ponto de limite
ru_ru: Геозона (Круг)
sv_se: Gränslinjepunkt
tr_tr: Sınır noktası

source: Text Point
de_de: Text Punkt
el_gr: Σημείο κειμένου
es_es: Punto de texto
et_ee: Teksti punkt
fi_fi: Teksti
fil_ph: Punto ng teksto
fr_fr: Note
id_id: Titik teks
it_it: Testo punto
nl_nl: Tekstpunt
pl_pl: Punkt Tekstu
pt_pt: Ponto de texto
ru_ru: Точка Текста
sv_se: Textpunkt
tr_tr: Metin noktası

source: EBL Point
de_de: EBL-Punkt
el_gr: Σημείο EBL
es_es: Punto EBL
et_ee: EBL-punkt
fi_fi: EBL-piste
fil_ph: Punto ng EBL
fr_fr: Point EBL
id_id: Titik EBL
it_it: Punto EBL
nl_nl: Peilinglijn-punt
pl_pl: Punkt kreski namiarowej-EBL
pt_pt: Ponto EBL
ru_ru: Точка ЭВН
sv_se: EBL punkt
tr_tr: EBL noktası

source: DR Point
de_de: DR Punkt
el_gr: Σημείο DR
es_es: Punto de DR
et_ee: DR-punkt
fi_fi: DR-piste
fil_ph: Punto ng DR
fr_fr: Point estimé
id_id: Titik DR
it_it: Punto stimato
nl_nl: Gegist Punt
pl_pl: Punkt pozycji zliczonej-DR
pt_pt: Ponto DR
ru_ru: Точка АС
sv_se: DR-punkt
tr_tr: DR noktası

source: Guard Zone Point
de_de: Wachzonenpunkt
el_gr: Σημείο ζώνης επιφυλακής
es_es: Punto de la Zona de Vigilancia
et_ee: Valvetsooni punkt
fi_fi: Suojavyöhykepiste
fil_ph: Punto ng Bantay ng Sona
fr_fr: Point de la zone de garde
id_id: Titik zona penjaga
it_it: Punto di zona di guardia
nl_nl: Bewakingszonepunt
pl_pl: Punkt Strefy Ochronnej-GZ
pt_pt: Ponto de Zona de Resguardo
ru_ru: Точка Охранной Зоны
sv_se: Larmzonspunkt
tr_tr: Koruma bölgesi noktası

source: PIL Point
de_de: PIL-Punkt
el_gr: Σημείο PIL
es_es: Punto PIL
et_ee: PIL-punkt
fi_fi: PIL-piste
fil_ph: Punto ng PIL
fr_fr: Point de PIL
id_id: Titik PIL
it_it: Punto PIL
nl_nl: Punt PI-lijn
pl_pl: Punkt Linii Równoległej-PIL
pt_pt: Ponto de PIL
ru_ru: Точка ЛПП
sv_se: PIL-punkt
tr_tr: PIL noktası

source: Move Boundary Point
de_de: Begrenzungspunkt verschieben
el_gr: Μετακίνησε το σημείο ορίου
es_es: Mover punto límite
et_ee: Liiguta piiripunkti
fi_fi: Siirrä rajapistettä
fil_ph: Punto ng Paglipat ng Hangganan
fr_fr: Déplacer la borne
id_id: Memindahkan Titik Batas
it_it: Sposta punto del confine
nl_nl: Punt verplaatsen
pl_pl: Przesuń punkt Granicy
pt_pt: Mover Ponto Limite
ru_ru: Переместить Точку
sv_se: Flytta gränspunkt
tr_tr: Sınır noktasını taşı

source: Move Text Point
de_de: Textpunkt verschieben
el_gr: Μετακίνησε το σημείο κειμένου
es_es: Mover punto texto
et_ee: Liiguta tekstipunkti
fi_fi: Siirrä tekstiä
fil_ph: Punto ng Paglipat ng Teksto
fr_fr: Déplacer la note
id_id: Pindah titik teks
it_it: Sposta testo punto
nl_nl: Tekstpunt verplaatsen
pl_pl: Przesuń punkt tekstu
pt_pt: Mover Ponto texto
ru_ru: Переместить Точку
sv_se: Flytta Textpunkt
tr_tr: Metin noktasını taşı

source: Move EBL Point
de_de: EBL-Punkt verschieben
el_gr: Μετακίνησε το σημείο EBL
es_es: Mover punto EBL
et_ee: Liiguta EBL-punkti
fi_fi: Siirrä EBL-pistettä
fil_ph: Ilipat ang Punto ng EBL
fr_fr: Déplacer le point EBL
id_id: Pindah titik EBL
it_it: Sposta punto EBL
nl_nl: Peilinglijn-punt verplaatsen
pl_pl: Przesuń punkt kreski namiarowej (EBL)
pt_pt: Mover Ponto EBL
ru_ru: Переместить точку ЭВН
sv_se: Flytta EBL-punkt
tr_tr: EBL noktasını taşı

source: Move DR Point
de_de: DR-Punkt verschieben
el_gr: Μετακίνησε το σημείο DR
es_es: Mover punto DR
et_ee: Liiguta DR-punkti
fi_fi: Siirrä DR-pistettä
fil_ph: Ilipat ang Punto ng DR
fr_fr: Déplacer le point estimé
id_id: Pindah Titik DR
it_it: Sposta punto stimato
nl_nl: Gegist punt verplaatsen
pl_pl: Przesuń punkt pozycji zliczonej-DR
pt_pt: Mover Ponto DR
ru_ru: Переместить точку АС
sv_se: Flytta DR-punkt
tr_tr: DR noktasını taşı

source: Move PIL Point
de_de: PIL-Punkt verschieben
el_gr: Μετακίνησε το σημείο PIL
es_es: Mover Punto PIL
et_ee: Liiguta PIL-punkti
fi_fi: Siirrä PIL-pistettä
fil_ph: Ilipat ang Punto ng PIL
fr_fr: PIL : Déplacer ce point
id_id: Pindah Titik PIL
it_it: Sposta punto PIL
nl_nl: Verplaats punt PI-lijn
pl_pl: Przesuń punkt linii równoległej (PIL)
pt_pt: Mover Ponto de PIL
ru_ru: Перемещение точки ЛПП
sv_se: Flytta PIL-punkt
tr_tr: PIL noktasını taşı

source: Move OD Point
de_de: OD-Punkt verschieben
el_gr: Μετακίνησε το σημείο OD
es_es: Mover punto OD
et_ee: Liiguta OD-punkti
fi_fi: Siirrä OD-pistettä
fil_ph: Ilipat ang Punto ng OD
fr_fr: Déplacer le point du traceur
id_id: Pindah Titik OD
it_it: Sposta punto OD
nl_nl: OD-punt verplaatsen
pl_pl: Przesuń punkt OD
pt_pt: Mover Ponto OD
ru_ru: Переместить Точку
sv_se: Flytta OD-punkt
tr_tr: OD noktasını taşı

source: Move Guard Zone Point
de_de: Wachzonenpunkt verschieben
el_gr: Μετακίνηση σημείου ζώνης επιφυλακής
es_es: Mover punto de la Zona de Vigilancia
et_ee: Liiguta valvetsooni punkti
fi_fi: Siirrä suojavyöhykepistettä
fil_ph: Ilipat ang Punto ng Bantay ng Sona
fr_fr: Déplacer ce point de la zone de garde
id_id: Pindah titik zona penjaga
it_it: Sposta punto di zona di guardia
nl_nl: Bewakingszonepunt verplaatsen
pl_pl: Przesuń Punkt Strefy Ochronnej- GZ
pt_pt: Mover ponto da Zona de Resguardo
ru_ru: Переместить точку Охранной Зоны
sv_se: Flytta larmzonspunkten
tr_tr: Koruma bölgesi noktasını taşı

source: Remove Point from Path
de_de: Punkt aus Pfad entfernen
el_gr: Αφαίρεση σημείου από διαδρομή
es_es: Quitar punto de línea
et_ee: Eemalda punkt teelt
fi_fi: Poista piste jäljestä
fil_ph: Alisin ang Punto mula sa Daan
fr_fr: Retirer ce point du chemin
id_id: Menghapus titik dari jalan
it_it: Rimuovi punto dal percorso
nl_nl: Punt van lijn weghalen
pl_pl: Usunąć punkt ze ścieżki
pt_pt: Remover ponto de caminho
ru_ru: Удалить Точку
sv_se: Ta bort denna punk från linjen
tr_tr: Noktayı yoldan kaldır

source: Copy Point GUID
de_de: Kopieren Punkt-GUID
el_gr: Αντιγραφή ID σημείου
es_es: Copiar GUID del punto
et_ee: Kopeeri punkti GUID
fi_fi: Kopioi pisteen GUID
fil_ph: Ikopya ang Puntong GUID
fr_fr: Point : Copier le GUID
id_id: Salin Titik GUID
it_it: Copia il GUID del punto
nl_nl: GUID van punt (of cirkelgebied) kopiëren
pl_pl: Skopiuj identyfikator GUID punktu
pt_pt: Copiar GUID do ponto
ru_ru: Копировать ID номер Точки
sv_se: Kopiera punktens GUID
tr_tr: GUID noktasını kopyala

source: Multiple Boundaries
de_de: Vielfach-Begrenzungen
el_gr: Πολλαπλά όρια
es_es: Límites múltiples
et_ee: Mitmed piirid
fi_fi: Useita rajoja
fil_ph: Maramihang mga Hangganan
fr_fr: Barrières/zones multiples
id_id: Beberapa batas
it_it: molteplici confini
nl_nl: Meerdere gebiedsgrenzen
pl_pl: Wiele granic
pt_pt: Múltiplos Limites
ru_ru: Множественные Геозоны
sv_se: Flera gränserlinjer
tr_tr: Çoklu sınırlar

source: Merge and Keep Boundaries
de_de: Begrenzungen zusammenführen und erhalten
el_gr: Συγχώνευση και διατήρηση ορίων
es_es: Fusionar y mantener los límites
et_ee: Ühenda ja hoia piire
fi_fi: Yhdistä ja pidä rajat
fil_ph: Isama at pantilihin ang mga Hangganan
fr_fr: Assembler et garder les barrières/zones
id_id: Penggabungan dan batas-batas tetap
it_it: Assemblare e mantenere i confini
nl_nl: Gebiedsgrenzen samenvoegen en bewaren
pl_pl: Scalaj i zachowaj Granice
pt_pt: Compor e manter Limites
ru_ru: Объединение и сохранение Геозон
sv_se: Sammanfoga och behåll gränslinjer
tr_tr: Sınırları birleştir ve sakla

source: Merge and Delete Boundaries
de_de: Begrenzungen zusammenführen und löschen
el_gr: Συγχώνευση και διαγραφή ορίων
es_es: Fusionar y eliminar límites
et_ee: Ühenda ja kustuta piirid
fi_fi: Yhdistä ja poista rajat
fil_ph: Pag-isahin at Tanggalin ang Hangganan
fr_fr: Assembler et supprimer les barrière/zones
id_id: Penggabungan dan menghapus batas
it_it: Assembla e rimuovi i i confini
nl_nl: Gebiedsgrenzen samenvoegen en verwijderen
pl_pl: Scalaj i Skasuj Granice
pt_pt: Compor e apagar Limites
ru_ru: Объединение и удаление Геозон
sv_se: Sammanfoga och ta bort gränser
tr_tr: Sınırları birleştir ve sil

source: Parallel Index Line
de_de: Parallel-Indexlinie
el_gr: Παράλληλη γραμμή Index
es_es: Línea de índice paralelo
et_ee: Paralleelne indeksliin
fi_fi: Rinnakkainen indeksilinja
fil_ph: Kahilerang Linya ng Hangganan
fr_fr: Lignes indexées
id_id: Penunjuk garis sejajar
it_it: Linee parallele indicizzate
nl_nl: Parallel-Index lijn
pl_pl: Linia równoległa
pt_pt: Linha Paralela Indexada
ru_ru: Предварительная Прокладка
sv_se: Parallell Indexlinje PIL
tr_tr: Paralel dizin hattı

source: Move Line
de_de: Linie verschieben
el_gr: Μετακίνηση γραμμής
es_es: Mover Línea
et_ee: Liiguta liini
fi_fi: Siirrä linja
fil_ph: Ilipat ang Linya
fr_fr: Déplacer la ligne
id_id: Pindahkan Baris
it_it: Sposta Linea
nl_nl: Lijn verplaatsen
pl_pl: Przenieś linię
pt_pt: Mover a linha
ru_ru: Переместить Линию
sv_se: Flytta linjen
tr_tr: Hattı taşı

source: Delete Line
de_de: Linien Löschen
el_gr: Διαγραφή γραμμής
es_es: Borrar línea
et_ee: Kustuta liin
fi_fi: Poista linja
fil_ph: Tanggalin ang Linya
fr_fr: Supprimer cette ligne
id_id: Hapus Baris
it_it: Elimina linea
nl_nl: Lijn verwijderen
pl_pl: Skasuj linię
pt_pt: Apagar Linha
ru_ru: Удалить Линию
sv_se: Radera linjen
tr_tr: Hattı sil

source: Path Manager Dialog
de_de: Pfad-Manager-Dialog
el_gr: Διάλογος διαχείρισης διαδρομής
es_es: Diálogo del Administrador de Ruta
et_ee: Jäljehalduri dialoog
fi_fi: Polun hallintavalikko
fil_ph: Dayalog ng Tagapamahala ng Daan
fr_fr: Boîte de dialogue du gestionnaire de chemin
it_it: Finestra del gestore di percorsi
nl_nl: Dialoogvenster lijn- en puntmanager
pt_pt: Diálogo do Gestor de Caminhos
ru_ru: Окно Диспетчера путей
sv_se: Sökvägshantering

source: Hide Path(s)
de_de: Pfad(e) ausblenden
el_gr: Απόκρυψη διαδρομής(ών)
es_es: Ocultar Ruta(s)
et_ee: Peida jälg(ed)
fi_fi: Piilota polku
fil_ph: Itago ang daanan/mga daanan
fr_fr: Cacher le(s) chemin(s)
it_it: Nascondi percorsi
nl_nl: Verberg lijn(en)
pl_pl: Ukryj ścieżkę(i)
pt_pt: Esconder Caminho(s)
ru_ru: Скрыть путь
sv_se: Dölj bibliotekssökväg

source: Show Paths(s)
de_de: Pfade(e) anzeigen
el_gr: Διαδρομή(ές)
es_es: Mostrar Ruta(s)
et_ee: Näita jälg(ed)
fi_fi: Näytä polut
fil_ph: Ipakita ang Daanan/mga Daanan
fr_fr: Chemin(s) : Voir
it_it: Mostra percorsi
nl_nl: Toon lijn(en)
pl_pl: Pokaż ścieżkę(i)
pt_pt: Mostrar Caminho(s)
ru_ru: Показать путь
sv_se: Visa sökvägar

source: Hide Point(s)
de_de: Punkt(e) ausblenden
el_gr: Απόκρυψη σημείου(ων)
es_es: Ocultar Puntos(s)
et_ee: Peida punkt(id)
fi_fi: Piilota pisteet
fil_ph: Itago ang Punto/mga Punto
fr_fr: Cacher le(s) point(s)
it_it: Nascondere i punti
nl_nl: Verberg punten
pl_pl: Ukryj punkt(y)
pt_pt: Esconder Ponto(s)
ru_ru: Скрыть точки
sv_se: Dölj punkter

source: Show Point(s)
de_de: Punkt(e) anzeigen
el_gr: Σημείο(α)
es_es: Mostrar Puntos(s)
et_ee: Kuva punkt(id)
fi_fi: Näytä Pisteet
fil_ph: Ipakita ang Punto/mga Punto
fr_fr: Point(s) : Voir
it_it: Mostra i punti
nl_nl: Toon punten
pl_pl: Pokaż punkt(y)
pt_pt: Mostrar Ponto(s)
ru_ru: Показывать точки
sv_se: Visa punkter

source: Hide Layer(s)
de_de: Ebene(n) ausblenden
el_gr: Απόκρυψη ταξιδιού(ών)
es_es: Ocultar Capas(s)
et_ee: Peida kiht(id)
fi_fi: Piilota kerrokset
fil_ph: Itago ang Leyer/mga Leyer
fr_fr: Cacher la (les) couche(s)
it_it: Nascondi strato(i)
nl_nl: Verberg lagen
pl_pl: Ukryj warstwę(y)
pt_pt: Esconder Camada(s)
ru_ru: Скрыть слои
sv_se: Dölj lager

source: Show Layer(s)
de_de: Ebene(n) einblenden
el_gr: Ταξίδι(α)
es_es: Mostrar Capas(s)
et_ee: Näita kiht(id)
fi_fi: Näytä kerrokset
fil_ph: Ipakita ang Leyer/mga Leyers
fr_fr: Couche(s) : Voir
it_it: Mostra gli strato(i)
nl_nl: Toon lagen
pl_pl: Pokaż warstwę(y)
pt_pt: Mostrar Camada(s)
ru_ru: Показать слои
sv_se: Visa lager
