Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Boundary Point Properties, Layer:
de_de: Begrenzungspunkt Eigenschaften, Ebene:
el_gr: Ιδιότητες σημείου ορίου, ταξίδι:
es_es: Propiedades punto límite, Capa:
et_ee: Piiripunkti omadused, kiht:
fi_fi: Rajapisteen ominaisuudet, kerros:
fil_ph: Mga Katangian ng Punto ng Hangganan, Leyer:
fr_fr: Couche, propriétés de la borne :
id_id: Batas Tiikt Properti, Lapisan:
it_it: Strato, proprietà del punto :
nl_nl: Eigenschappen Punt, kaartlaag:
pl_pl: Właściwości punktu Granicy, warstwa:
pt_pt: Propriedades de Ponto de Limite Camada:
ru_ru: Параметры Геозоны Круг, слой:
sv_se: Egenskaper Gränslinjepunkt, Lager:
tr_tr: Sınır noktası özellikleri, etiket:

source: Text Point Properties, Layer:
de_de: Text-Punkt Eigenschaften, Ebene:
el_gr: Ιδιότητες σημείου κειμένου, ταξίδι:
es_es: Propiedades de la capa de punto de texto:
et_ee: Tekstipunkti omadused, kiht:
fi_fi: Tekstin ominaisuudet, kerros:
fr_fr: Couche , Propriétés de la note :
it_it: Strato, proprietà del testo punto :
nl_nl: Eigenschappen van tekst punt, kaartlaag:
pt_pt: Propriedades Ponto Texto, Camada:
sv_se: Egenskaper Textpunkt, Lager:

source: EBL Point Properties, Layer:
de_de: EBL-Punkt Eigenschaften, Ebene:
el_gr: Ιδιότητες σημείου EBL, ταξίδι:
es_es: Propiedades punto EBL, Capa:
et_ee: EBL-punkti omadused, kiht:
fi_fi: EBL-pisteen ominaisuudet, kerros:
fil_ph: Mga Katangian ng Punto ng EBL. Leyer:
fr_fr: Couche, propriétés du point EBL :
id_id: EBL Titik Properti, Lapisan:
it_it: Strato, proprietà del punto stimato
nl_nl: Eigenschappen Peilinglijn-punt, kaartlaag:
pl_pl: Właściwości punktu Kreski Namiarowej-EBL, warstwa:
pt_pt: Propriedades Ponto EBL, Camada:
ru_ru: Параметры точки ЭВН, слой:
sv_se: Egenskaper EBL-punkt, Lager:
tr_tr: EBL noktası özellikleri, Etiket:

source: DR Point Properties, Layer:
de_de: DR-Punkt Eigenschaften, Ebene:
el_gr: Ιδιότητες σημείου DR, ταξίδι:
es_es: Propiedades punto DR, Capa:
et_ee: DR-punkti omadused, kiht:
fi_fi: DR-pisteen ominaisuudet, kerros:
fil_ph: Mga Katangian ng Punto ng DR, Leyer:
fr_fr: Couche, propriétés de la route estimée :
id_id: DR titik Properti, Lapisan:
it_it: Strato, proprietà del punto :
nl_nl: Eigenschappen Gegist Punt, kaartlaag:
pl_pl: Właściwości punktu Pozycji Zliczonej-DR, warstwa:
pt_pt: Propriedades Ponto DR, Camada:
ru_ru: Параметры точки АС, слой:
sv_se: Egenskaper DR-punkt, Lager:
tr_tr: DR noktası özellikleri, Etiket:

source: PIL Point Properties, Layer:
de_de: PIL-Punkt Eigenschaften, Ebene:
el_gr: Ιδιότητες σημείου PIL, ταξίδι:
es_es: Propiedades punto PIL, Capa:
et_ee: PIL-punkti omadused, kiht:
fi_fi: PIL-pisteen ominaisuudet, kerros:
fr_fr: Couche, propriétés du PIL :
it_it: Strato, proprietà del punto PIL :
nl_nl: Eigenschappen PIL-punt, kaartlaag:
pt_pt: Propriedades Ponto PIL, Camada:
sv_se: Egenskaper PIL-punkt, Lager:

source: GZ Point Properties, Layer:
de_de: GZ-Punkt Eigenschaften, Ebene:
el_gr: Ιδιότητες σημείου GZ, ταξίδι:
es_es: Propiedades punto GZ, Capa:
et_ee: GZ-punkti omadused, kiht:
fi_fi: GZ-pisteen ominaisuudet, kerros:
fr_fr: Couche, propriétés de la ZdG :
it_it: Strato, proprietà del la zona di guardia :
nl_nl: Eigenschappen GZ Punt, kaartlaag:
pt_pt: Propriedades Ponto GZ, Camada:
sv_se: Egenskaper Zone-punkt, Lager:

source: OCPN Draw Point
de_de: OCPN Draw Punkt
el_gr: Σημείο OCPN Draw
es_es: Punto OCPN Draw
et_ee: OCPN Draw punkt
fi_fi: OCPN Draw: Piste
fil_ph: Punto ng Guhit sa OCPN
fr_fr: Point
id_id: OCPN poin undian
it_it: Punto
nl_nl: OCPN Draw: Punt of Cirkelgebied
pl_pl: OCPN Draw Punkt
pt_pt: Ponto OCPN Draw
ru_ru: Точка
sv_se: OCPN Rita punkt
tr_tr: OCPN'nin çizim noktası

source: Boundary Point Properties
de_de: Begrenzungspunkt Eigenschaften
el_gr: Ιδιότητες σημείου ορίου
es_es: Propiedades punto límite
et_ee: Piiripunkti omadused
fi_fi: Rajapisteen ominaisuudet
fil_ph: Mga katangian sa Punto ng Hangganan
fr_fr: Propriétés d'une borne
id_id: Titik Batas Properti
it_it: Proprietà Punto del Confine
nl_nl: Eigenschappen Punt (of cirkelgebied)
pl_pl: Właściwości punktu Granicy
pt_pt: Propriedades Ponto Limite
ru_ru: Параметры Геозоны Круг
sv_se: Egenskaper gränslinjepunkt
tr_tr: Sınır noktası özellikleri

source: Text Point Properties
de_de: Text-Punkt Eigenschaften
el_gr: Ιδιότητες σημείου κειμένου
es_es: Propiedades del punto de texto
et_ee: Tekstipunkti omadused
fi_fi: Tekstin ominaisuudet
fr_fr: Propriétés de la note
it_it: Proprietà Testo punto
nl_nl: Eigenschappen van tekst punt
pt_pt: Propriedades do Ponto de Texto
sv_se: Egenskaper för text-punkt

source: EBL Point Properties
de_de: EBL-Punkt Eigenschaften
el_gr: Ιδιότητες σημείου EBL
es_es: Propiedades punto EBL
et_ee: EBL-punkti omadused
fi_fi: EBL-pisteen ominaisuudet
fil_ph: Mga Katangian ng Punto ng EBL
fr_fr: Propriétés d'un point EBL
id_id: EBL Titik Properti
it_it: Proprietà Punto EBL
nl_nl: Eigenschappen Peilinglijn-punt
pl_pl: Właściwości punktu Kreski Namiarowej-EBL
pt_pt: Propriedades Ponto EBL
ru_ru: Параметры Точки ЭВН
sv_se: Egenskaper EBL-punkt
tr_tr: EBL noktası özellikleri

source: DR Point Properties
de_de: DR-Punkt Eigenschaften
el_gr: Ιδιότητες σημείου DR
es_es: Propiedades punto DR
et_ee: DR-punkti omadused
fi_fi: DR-pisteen ominaisuudet
fil_ph: Mga Katangian ng Punto ng DR
fr_fr: Propriétés d'un point estimé
it_it: Proprietà Punto stimato
nl_nl: Eigenschappen Gegist Punt
pl_pl: Właściwości punktu Pozycji Zliczonej-DR
pt_pt: Propriedades Ponto DR
ru_ru: Параметры Точки АС
sv_se: Egenskaper DR-punkt
tr_tr: DR noktası özellikleri

source: PIL Point Properties
de_de: PIL-Punkt Eigenschaften
el_gr: Ιδιότητες σημείου PIL
es_es: Propiedades de Punto PIL
et_ee: PIL-punkti omadused
fi_fi: PIL-pisteen ominaisuudet
fr_fr: PIL : Propriétés du point PIL
it_it: Strato, proprietà del punto PIL :
nl_nl: Eigenschappen PIL punt
pt_pt: Propriedades Ponto PIL
sv_se: PIL Egenskaper

source: Guard Zone Point Properties
de_de: Wachzonenpunkt Eigenschaften
el_gr: Ιδιότητες σημείων ζώνης επιφυλακής
es_es: Propiedades del punto de la zona de guardia
et_ee: Valvetsooni punkti omadused
fi_fi: Suojavyöhykepisteen ominaisuudet
fil_ph: Mga Katangian ng Punto ng Bantay sa Sona
fr_fr: Propriétés des points de zone de garde
it_it: Proprietà Punto Zona Guardia
nl_nl: Eigenschappen bewakingszonepunt
pl_pl: Właściwości punktu Strefy Ochronnej- GZ
pt_pt: Propriedades do ponto da Zona de Resguardo
ru_ru: Свойства точки охранник зоны
sv_se: Larmzon. Punkt-egenskaper
tr_tr: Koruma bölge noktası özellikleri

source: Left Click links are opened for editing.
de_de: Mit Linksklick werden die Verknüpfungen zum Editieren geöffnet.
el_gr: Σύνδεσμοι αριστερού κλικ ανοίγουν για επεξεργασία.
es_es: Los enlaces se abren para edición.
et_ee: Vasaku kliki lingid on avatud muutmiseks.
fi_fi: Vasen napsautus linkistä avaa muokattavaksi.
fr_fr: Un clic gauche ouvre les liens pour édition.
it_it: I collegamenti con clic sinistro sono aperti per la modifica.
nl_nl: Links worden geopend voor aanpassing.
pt_pt: Ligações são abertas para edição.
sv_se: Vänster klick och länkarna öppnas för redigering.

source: Left Click links are deleted.
de_de: Linksklick-Verknüpfungen werden gelöscht.
el_gr: Διαγράφονται οι σύνδεσμοι αριστερού κλικ.
es_es: Los enlaces de click izquierdo se eliminan.
et_ee: Vasakul kliki lingid kustutatakse.
fi_fi: Vasen klikkaus linkistä poistaa.
fr_fr: Un clic gauche supprime le lien.
it_it: I collegamenti con il clic sinistro sono eliminati.
nl_nl: Links klik links worden verwijderd.
pt_pt: Ligações são apagadas.
sv_se: Vänster klick och länkarna tas bort.

source: Confirm Object Delete
de_de: Objekt löschen bestätigen
el_gr: Επιβεβαίωση διαγραφής αντικειμένου
es_es: Confirmar borrar objeto
et_ee: Kinnita objekti kustutamine
fi_fi: Vahvista kohteen poistaminen
fil_ph: Ikumpirma ang Pagtanggal ng bagay
fr_fr: Confirmer la suppression de l'objet
id_id: Konfirmasikan Menghapus Objek
it_it: Conferma eliminazione oggetto
nl_nl: Objectverwijdering bevestigen
pl_pl: Potwierdź usuwanie obiektu
pt_pt: Confirmar objecto eliminado
ru_ru: Подтверждение Удаления Объекта
sv_se: Bekräfta borttagning av objektet
tr_tr: Nesne silmeyi onayla

source: Remember properties dialogs positions over a restart
de_de: Einstellungen über einen Neustart speichern
el_gr: Κράτησε τη θέση των διαλόγων των ιδιοτήτων για επανέναρξη
es_es: Recordar posiciones de diálogo de propiedades sobre un reinicio
et_ee: Mäleta omaduste dialoogi asukohti peale taaskäivitust
fi_fi: Muista ominaisuusikkunoiden sijainnit käynnistyksissä
fr_fr: Mémoriser les positions des fenêtres de dialogue au redémarrage
it_it: Ricorda le posizioni delle finestre di dialogo delle proprietà sopra un riavvio
nl_nl: Onthoud eigenschappen dialoogstellingen over een herstart
pt_pt: Lembrar posição do diálogo de propriedades após a reinicialização
sv_se: Kom ihåg dialogrutors positioner efter omstart

source: Show Magnetic Bearings
de_de: Magnetische Peilung anzeigen
el_gr: Εμφάνιση μαγν. διόπτευσης
es_es: Mostrar rumbos magnéticos
et_ee: Näita magnetpeilinguid
fi_fi: Näytä magneettisuunnat
fil_ph: Ipakita ang Magnetik na mga Bering
fr_fr: Voir les caps magnétiques
id_id: Menunjukkan Bantalan Magnetik
it_it: Visualizza le direzioni magnetiche
nl_nl: Toon richtingen t.o.v. magn. noorden
pl_pl: Pokaż namiary magnetyczne
pt_pt: Apresentar rumos magnéticos
ru_ru: Показывать Магнитный Пеленг
sv_se: Visa magnetisk bäring
tr_tr: Manyetik yönleri göster

source: Allow Left Mouse Button Drag
de_de: "Verschieben mit Linker Maustaste" zulassen
el_gr: Παράσυρση ποντικιού με αριστερό πλήκτρο
es_es: Permitir el botón izquierdo del ratón
et_ee: Võimalda hiire vasaku klahvi lohistamine
fi_fi: Salli veto hiiren vasemmalla painikeella
fil_ph: Payagan i-drag ang Kaliwang Pindutan ng Mouse
fr_fr: Permettre au bouton gauche de la souris de déplacer
id_id: Memungkinkan Tombol Kiri Mouse Drag
it_it: Consenti Trascinamento pulsante sinistro del mouse
nl_nl: Slepen met linker muisknop toestaan
pl_pl: Pozwól na przeciąganie lewym przyciskiem myszy
pt_pt: Permitir arrastar com o botão esquerdo do Rato
ru_ru: Разрешить перемещение объектов левой кн. мыши
sv_se: Använd vänster musknapp för att dra
tr_tr: Sol fare tuşuyla sürüklemeye izin ver

source: Show Layers
de_de: Ebene anzeigen
el_gr: Ταξίδια
es_es: Mostrar Capas
et_ee: Näita kihid
fi_fi: Näytä kerrokset
fr_fr: Couches : Voir
it_it: Mostra gli strati
pt_pt: Mostrar Camadas
sv_se: Visa lager

source: OCPN_Draw Nav Object Backups
el_gr: Back-up των αντικειμένων OCPN_Draw Nav
es_es: Copias de seguridad de los objetos de OCPN_Draw
et_ee: OCPN_Draw nav. objekti varukoopiad
fi_fi: OCPN_Draw Nav-objektien varmuuskopiot
fr_fr: Sauvegardes des objets de OCPN_Draw
it_it: OCPN_Draw Backup Oggetti Nav
pt_pt: OCPN_Draw Backups de Objetos de Navegação
sv_se: OCPN_Draw, säkerhetskopior för ritade objekt

source: Edge Panning Sensitivity (percentage screen width) Default 5
de_de: Randerkennung für Verschieben (Prozent Displaybreite) Standard 5
el_gr: Ευαισθησία άκρης του πάνινγκ (% πλάτους οθόνης) προεπιλογή 5
es_es: Sensibilidad de desplazamiento en los bordes (percentaje ancho de pantalla) Defecto 5
et_ee: Nurga kerimise tundlikkus (protsent ekraani laiusest) vaikimisi 5
fi_fi: Reunanvieritysherkkyys (prosenttia näytön leveydestä) Vakio 5
fil_ph: Pagkamapagmadamdam ng Pagkuha ng Gilid (porsyento ng lapad ng eskren) Nakalaan 5
fr_fr: Sensibilité du déplacement de la zone de carte sur les bords (Pourcentage de la largeur de l'écran) Valeur par défaut : 5
id_id: Sensitivitas Panning Edge (lebar layar persentase) Default 5
it_it: Sensibilità dello spostamento dell'area della mappa ai bordi (Percentuale della larghezza dello schermo) Valore predefinito: 5
nl_nl: Gevoeligheid randwaarneming (percentage schermbreedte; standaard 5)
pl_pl: Czułość zobrazowania krawędzi (procent szerokości ekranu) domyślnie 5
pt_pt: Sensibilidade do deslocamento dos bordos (percentagem da largura do ecrã) 5 por omissão
ru_ru: Чувствительность сдвига ребра (процентная ширина экрана) по умолчанию 5
sv_se: Anger hur nära skärmkanten en punkt kan ritas innan panorering. 5 (% av skärmvidd) är standard
tr_tr: Kenar Döşeme Duyarlılığı (yüzde ekran genişliği) Varsayılan 5

source: Initial Edge Panning Sensitivity (percentage screen width) Default 3
de_de: Anfängliche Randerkennung für Verschieben (Prozent Displaybreite) Standard 3
el_gr: Αρχική ευαισθησία του πάνινγκ (% πλάτους οθόνης) προεπιλογή 3
es_es: Sensibilidad inicial de desplazamiento en los bordes (percentaje ancho de pantalla) Defecto 3
et_ee: Algne nurga kerimise tundlikkus (protsent ekraani laiusest) vaikimisi 3
fi_fi: Aloitus reunanvieritysherkkyys (prosenttia näytön leveydestä) Vakio 3
fil_ph: Pagkamapagmadamdam ng Pasimulang Gilid (porsyento ng lapad ng eskren) Nakalaan 5
fr_fr: Sensibilité initiale du déplacement de la zone de carte sur les bords (pourcentage de la largeur de l'écran)
id_id: Sensitivitas Panning Edge Awal (lebar layar persentase) Default 3
it_it: Sensibilità iniziale dello spostamento dell'area della mappa ai bordi (percentuale della larghezza dello schermo)
nl_nl: Gevoeligheid randwaarneming (eerste punt) (percentage schermbreedte; standaard 3)
pl_pl: Początkowa czułość zobrazowania krawędzi (procent szerokości ekranu) domyślne 3
pt_pt: Sensibilidade inicial do deslocamento dos bordos (percentagem da largura do ecrã) 3 por omissão
ru_ru: Начальная чувствительность сдвига ребра (процентная ширина экрана) по умолчанию 3
sv_se: Första punkten i en linje kan normalt ritas närmare kanten. 3 (%) är standard
tr_tr: Başlangıç ​​Kenar Kaydırma Hassaslığı (yüzde ekran genişliği) Varsayılan 3

source: Toolbar icon scaling (requires restart)
es_es: Escalado del icono de la barra de herramientas (requiere reiniciar)
et_ee: Tööriba ikoonide skaleerimine (vajab taaskäivitust)
fr_fr: Mise à l'échelle de l'icône de la barre d'outils (nécessite un redémarrage)
it_it: Ridimensionamento icona della barra degli strumenti (richiede riavvio)
pt_pt: Tamanho do ícone na barra de ferramentas (requer reinicialização)

source: Display Toolbar
de_de: Werkzeugleiste anzeigen
el_gr: Εμφάνιση γραμμής εργαλείων
es_es: Mostrar Barra de Herramientas
et_ee: Kuva tööriistariba
fi_fi: Näytön työkalurivi
fil_ph: Ipakita ang bara ng Kagamitan
fr_fr: Afficher la barre d'outils
id_id: Tampilkan Toolbar
it_it: Barra Di Visualizzazione
nl_nl: Toon werkbalk
pl_pl: Pokaż pasek narzędzi
pt_pt: Barra de ferramentas de apresentação
ru_ru: Отображение Панели Инструментов
sv_se: Visa verktygslist
tr_tr: Araç çubuğunu görüntüle

source: Whilst Drawing
de_de: Beim Zeichnen
el_gr: Καθώς σχεδιάζει
es_es: Mientras dibujo
et_ee: Joonistamise ajal
fi_fi: Piirron aikana
fil_ph: Habang Nagguguhit
fr_fr: Si traçage en cours
id_id: Saat Menggambar
it_it: Mentre disegno
nl_nl: tijdens tekenen
pl_pl: Podczas rysowania
pt_pt: Enquanto desenho
ru_ru: По требованию
sv_se: Vid användning
tr_tr: Çiziyorken

source: Remove OCPN_Draw settings and restore to default on restart (No)
de_de: OCPN_Draw Einstellungen entfernen und beim Neustart auf Standard wiederherstellen (Nein)
el_gr: Κατάργηση των επιλογών του OCPN_Draw και επιστροφή στις προεπιλεγμένες κατά την επανέναρξη (Όχι)
es_es: Quitar ajustes de OCPN_Draw y restaurar por defecto al reiniciar (No)
et_ee: Eemalda OCPN_Draw sätted ja taasta vaikimisi taaskäivitusel (Ei)
fi_fi: Poista OCPN Draw asetukset ja palauta oletusasetukset uudelleenkäynnistyksen yhteydessä (Ei)
fr_fr: Supprimer les paramètres OCPN_Draw et restaurer par défaut lors du redémarrage (Non)
it_it: Rimuovi le impostazioni OCPN_Draw e ripristina le impostazioni predefinite al riavvio (No)
nl_nl: OCPN_Draw-instellingen verwijderen en herstellen naar standaard bij herstart (Nee)
pt_pt: Remover configurações OCPN_Draw e restaurar default ao reiniciar (Não)
sv_se: Ta bort egna inställningar och återställ till standard efter omstart

source: Yes
de_de: Ja
el_gr: Ναί
es_es: Si
et_ee: Jah
fi_fi: Kyllä
fil_ph: Oo
fr_fr: Oui
it_it: Sì
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
sv_se: Ja

source: General
de_de: Allgemein
el_gr: Γενικά
et_ee: Üldine
fi_fi: Yleistä
fil_ph: Pangkalahatan
fr_fr: Général
id_id: Umum
it_it: Generale
nl_nl: Algemeen
pl_pl: Główne
pt_pt: Geral
ru_ru: Общее
sv_se: Generellt
tr_tr: Genel

source: Active Line Colour
de_de: Linienfarbe Aktiv
el_gr: Xρώμα ενεργής γραμμής
es_es: Color de línea activa
et_ee: Aktiivse joone värv
fi_fi: Aktiivisen linjan väri
fil_ph: Aktibong kulay ng Linya
fr_fr: Active : Couleur de la ligne
id_id: Warna Jalur Aktif
it_it: Colore Linea Attiva
nl_nl: Lijnkleur actief
pl_pl: Kolor aktywnej linii
pt_pt: Cor da linha activa
ru_ru: Активный Цвет Линии
sv_se: Färg på aktiv linje
tr_tr: Aktif hattın rengi

source: Active Fill Colour
de_de: Füllungs-Farbe Inaktiv
el_gr: Χρώμα ενεργού εσωτερικού
es_es: Color de relleno activo
et_ee: Aktiivse täitevärv
fi_fi: Aktiivinen täyttöväri
fil_ph: Actibomg Kulay ng Punan
fr_fr: Active : Couleur de remplissage
id_id: Warna Isi Aktif
it_it: Colore di Riempimento attivo
nl_nl: Vulkleur actief
pl_pl: Kolor aktywnego wypełnienia
pt_pt: Cor do enchimento activo
ru_ru: Активный Цвет Заливки
sv_se: Färg på aktivt raster
tr_tr: Aktif dolgu rengi

source: Inactive Line Colour
de_de: Linienfarbe Inaktiv
el_gr: Χρώμα ανενεργής γραμμής
es_es: Color de línea inactiva
et_ee: Passiivse joone värv
fi_fi: Passiivisen linjan väri
fil_ph: D-aktibong Kulay ng Linya
fr_fr: Inactive : Couleur de la ligne
id_id: Warna Jalur tidak Aktif
it_it: Colore Linea Inattiva
nl_nl: Lijnkleur niet-actief
pl_pl: Kolor nieaktywnej linii
pt_pt: Cor da linha inactiva
ru_ru: Цвет не Активной Линии
sv_se: Färg på inaktiv linje
tr_tr: Pasif hattın rengi

source: Inactive Fill Colour
de_de: Füllung-Farbe Inaktive
el_gr: Χρώμα ανενεργού εσωτερικού
es_es: Color de relleno inactivo
et_ee: Passiivse täitevärv
fi_fi: Passiivinen täyttöväri
fil_ph: D-aktibong Kulay ng Punan
fr_fr: Active : Couleur de remplissage
id_id: Warna Isi Tidak Aktif
it_it: Colore Di Riempimento Inattivo
nl_nl: Vulkleur niet-actief
pl_pl: Kolor wypełnienia nieaktywny
pt_pt: Cor do enchimento inactivo
ru_ru: Цвет Заливки не Активной
sv_se: Färg på inaktivt raster
tr_tr: Pasif dolgu rengi

source: 1 Pixel
el_gr: 1 πίξελ
et_ee: 1 piksel
fi_fi: 1 pikseli
fil_ph: Isang Piksel
id_id: 1 Piksel
pl_pl: 1 piksel
ru_ru: 1 Пиксель
tr_tr: 1 piksel

source: 10 Pixels
de_de: 10 Pixel
el_gr: 10 πίξελ
et_ee: 10 pikslit
fi_fi: 10 pikseliä
fil_ph: Sampung mga Piksel
id_id: 10 Piksel
it_it: 10 Pixel
pl_pl: 10 pikseli
ru_ru: 10 Пикселей
sv_se: 10 pixlar
tr_tr: 10 piksel

source: 2 Pixels
de_de: 2 Pixel
el_gr: 2 πίξελ
et_ee: 2 pikslit
fi_fi: 2 pikseliä
fil_ph: Dalawang mga Piksel
id_id: 2 Piksel
it_it: 2 Pixel
pl_pl: 2 piksele
ru_ru: 2 Пикселя
sv_se: 2 pixlar
tr_tr: 2 piksel

source: 3 Pixels
de_de: 3 Pixel
el_gr: 3 πίξελ
et_ee: 3 pikslit
fi_fi: 3 pikseliä
fil_ph: Tatlong mga Piksel
id_id: 3 Piksel
it_it: 3 Pixel
pl_pl: 3 piksele
ru_ru: 3 Пикселя
sv_se: 3 pixlar
tr_tr: 3 piksel

source: 4 Pixels
de_de: 4 Pixel
el_gr: 4 πίξελ
et_ee: 4 pikslit
fi_fi: 4 pikseliä
fil_ph: Apat na mga Piksel
id_id: 4 Piksel
it_it: 4 Pixel
pl_pl: 4 piksele
ru_ru: 4 Пикселя
sv_se: 4 pixlar
tr_tr: 4 piksel

source: 5 Pixels
de_de: 5 Pixel
el_gr: 5 πίξελ
et_ee: 5 pikslit
fi_fi: 5 pikseliä
fil_ph: Limang Piksel
id_id: 5 Piksel
it_it: 5 Pixel
pl_pl: 5 pikseli
ru_ru: 5 Пикселей
sv_se: 5 pixlar
tr_tr: 5 piksel

source: 6 Pixels
de_de: 6 Pixel
el_gr: 6 πίξελ
et_ee: 6 pikslit
fi_fi: 6 pikseliä
fil_ph: Anim na mga Piksel
id_id: 6 Piksel
it_it: 6 Pixel
pl_pl: 6 pikseli
ru_ru: 6 Пикселей
sv_se: 6 pixlar
tr_tr: 6 piksel

source: 7 Pixels
de_de: 7 Pixel
el_gr: 7 πίξελ
et_ee: 7 pikslit
fi_fi: 7 pikseliä
fil_ph: Pitong mga Piksel
id_id: 7 Piksel
it_it: 7 Pixel
pl_pl: 7 pikseli
ru_ru: 7 Пикселей
sv_se: 7 pixlar
tr_tr: 7 piksel

source: 8 Pixels
de_de: 8 Pixel
el_gr: 8 πίξελ
et_ee: 8 pikslit
fi_fi: 8 pikseliä
fil_ph: Walong mga Piksel
id_id: 8 Piksel
it_it: 8 Pixel
pl_pl: 8 pikseli
ru_ru: 8 Пикселей
sv_se: 8 pixlar
tr_tr: 8 piksel

source: 9 Pixels
de_de: 9 Pixel
el_gr: 9 πίξελ
et_ee: 9 pikslit
fi_fi: 9 pikseliä
fil_ph: Siyam na mga Piksel
id_id: 9 Piksel
it_it: 9 Pixel
pl_pl: 9 pikseli
ru_ru: 9 Пикселей
sv_se: 9 pixlar
tr_tr: 9 piksel

source: Inclusion Boundary Size
de_de: Grösse Einschliessende Begrenzung
el_gr: Μέγεθος ορίου εγκλείσματος
es_es: Tamaño límite inclusión
et_ee: Kaasatud piiri suurus
fi_fi: Sisälytettävän reunan koko
fil_ph: Sukat ng Hangganang Pakakasama
fr_fr: Largeur du quadrillage extérieur
id_id: Ukuran Batas Inklusi
it_it: Dimensione dell'esterno del confine
nl_nl: Breedte grensarcering (voor beperkend gebied)
pl_pl: Rozmiar Granicy wewnętrznej
pt_pt: Tamanho do limite de inclusão
ru_ru: Размер Геозоны Входа
sv_se: Storlek på yttre gräns
tr_tr: Kapsanan sınır boyutu

source: Show Name
de_de: Namen anzeigen
el_gr: Εμφάνιση ονόματος
es_es: Mostrar nombre
et_ee: Näita nime
fi_fi: Näytä nimi
fil_ph: Ipakit ang Pangalan
fr_fr: Nom : Voir
id_id: Tampilkan Nama
it_it: Mostra Nome
nl_nl: Toon naam
pl_pl: Pokaż nazwę
pt_pt: Apresentar nome
ru_ru: Показать название
sv_se: Visa namn
tr_tr: Adı göster

source: Boundary Point Icon
de_de: Begrenzungs Punkt Symbol
el_gr: Εικονίδιο σημείου ορίου
es_es: Icono de punto límite
et_ee: Piiripunkti ikoon
fi_fi: Rajapisteen ikoni
fr_fr: Icône de la borne
it_it: Icona Punto di confine
nl_nl: Grenspunt-pictogram
pt_pt: Icon de ponto de limite
sv_se: Gränslinjepunktens ikon

source: Show Range Rings
de_de: Bereichsradien anzeigen
el_gr: Εμφάνιση δακτυλίων απόστασης
es_es: Mostrar anillos de distancias
et_ee: Näita vahemaaringe
fi_fi: Näytä etäisyysrenkaat
fil_ph: Ipakita ang mga bilog ng Saklaw
fr_fr: Cercles : Voir
id_id: Tampilkan Rentang Rentang
it_it: Mostra raggio cerchio
nl_nl: Toon afstandscirkels
pl_pl: Pokaż okręgi odległości
pt_pt: Apresentar anéis de distância
ru_ru: Показывать кольца дальности
sv_se: Visa avståndsringar
tr_tr: Menzil halkalarını göster

source: Boundary Point Type
de_de: Begrenzungs Punkt Typ
el_gr: Τύπος σημείου ορίου
es_es: Tipo de punto límite
et_ee: Piiripunkti laad
fi_fi: Reunapisteen tyyppi
fil_ph: Uri ng Puntong Hangganan
fr_fr: Type de borne
it_it: Tipo di punto di confine
nl_nl: Type punt (of cirkelgebied)
pl_pl: Typ punktu granicy
pt_pt: Tipo de ponto de limite
ru_ru: Тип Геозоны
sv_se: Typ av gränslinjepunkter
tr_tr: Sınır noktası tipi

source: Boundary Point Inclusion Size
de_de: Einschließender Begrenzungs Punkt Grösse
el_gr: Μέγεθος σημείου ορίου εγκλείσματος
es_es: Inclusión punto límite Tamaño
et_ee: Piirpunkti kaasamine Suurus
fi_fi: Raja pisteen sisällyttäminen Koko
fil_ph: Pagkakasama Sukat ng Hangganan
fr_fr: Zone quadrillée autour d'une borne Largeur du quadrillage
id_id: Pencantuman Titik Batas Ukuran
it_it: Dimensione dei punti del confine
nl_nl: Breedte grensarcering (voor beperkend gebied)
pl_pl: Punkt Granicy wewn Rozmiar
pt_pt: Inclusão de ponto de limite Tamanho
ru_ru: Размер Точки Геозоны Входа
sv_se: Yttre gränspunkt Storlek
tr_tr: Sınır noktası kapsama Boyut

source: Number of Range Rings
de_de: Anzahl Bereichsradien (range rings)
el_gr: Αριθμός δακτυλίων απόστασης
es_es: Número de anillos de distancia
et_ee: Vahemaaringide arv
fi_fi: Etäisyysrenkaiden määrä
fil_ph: Mga Bilog ng Numero ng Saklaw
fr_fr: Nombre de cercles
id_id: Jumlah Rentang Rentang
it_it: Numero di anelli
nl_nl: Aantal afstandscirkels
pl_pl: Liczba okręgów odległości
pt_pt: Número de anéis de distância
ru_ru: Количество радарных колец
sv_se: Antal avståndsringar
tr_tr: Menzil çemberi numarası
