Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Link Description
de_de: Beschreibung Verknüpfung
el_gr: Περιγραφή συνδέσμου
es_es: Descripción del enlace
et_ee: Lingi kirjeldus
fi_fi: Linkin kuvaus
fr_fr: Description du lien
it_it: Descrizione del collegamento
nl_nl: Link-beschrijving
pl_pl: Opis odnośnika
pt_pt: Descrição da ligação
sv_se: Beskrivning

source: Local file...
de_de: Lokale Datei...
el_gr: Τοπικό αρχείο...
es_es: Archivo local...
et_ee: Kohalik fail...
fi_fi: Paikallinen tiedosto...
fr_fr: Fichier local ...
it_it: file locale...
nl_nl: Lokaal bestand...
pl_pl: Plik lokalny...
pt_pt: Ficheiro Local...
sv_se: Lokal fil...

source: Error in import file.
de_de: Fehler beim Importieren der Datei.
el_gr: Σφάλμα κατά την εισαγωγή του αρχείου.
es_es: Error al importar el archivo.
et_ee: Viga faili importimisel.
fi_fi: Virhe tuotavassa tiedostossa.
fr_fr: Erreur lors de l'importation du fichier.
it_it: Errore durante l'importazione del file
nl_nl: Fout bij importeren bestand
pl_pl: Błąd w importowanym pliku.
pt_pt: Erro ao importar ficheiro.
sv_se: Fel när filen importerades.

source: Boundary '
de_de: Begrenzung '
el_gr: Σύνορο '
es_es: Límites '
et_ee: Piir '
fi_fi: Raja '
fr_fr: Barrière/Zone '
it_it: Confine '
nl_nl: Gebiedsgrens '
pl_pl: Granica '
pt_pt: Limite '
sv_se: Gränser '

source: will be deleted. No further boundaries will be imported
de_de: wird gelöscht. Es werden keine weiteren Begrenzungen importiert
el_gr: θα διαγραφεί. Δεν θα εισαχθούν άλλα σύνορα
es_es: se eliminará. No se importarán otros límites
et_ee: eemaldatakse. Rohkem piire ei impordita
fi_fi: poistetaan. Uusia rajoja ei tuoda
fr_fr: sera supprimé. Aucune autre barrière/zone ne sera importée
it_it: sarà cancellato. Non saranno importati altri confini
nl_nl: zal worden verwijderd. Er zullen geen verdere grenzen worden geïmporteerd
pt_pt: será apagado. Não serão importados mais limites
sv_se: kommer att raderas. Inga ytterligare gränser kommer att importeras

source: Import Error
de_de: Fehler beim Import
el_gr: Σφάλμα κατά την Εισαγωγή
es_es: Error al importar
et_ee: Importimise tõrge
fi_fi: Tuontivirhe
fr_fr: Erreur d'importation
it_it: Errore di importazione
nl_nl: Fout bij importeren
pt_pt: Erro de importação
sv_se: Fel vid import

source: Import incomplete.
de_de: Import unvollständig.
el_gr: Ατελής εισαγωγή.
es_es: Importación incompleta.
et_ee: Lõpetamata import.
fi_fi: Tuonti oli epätäydellinen.
fr_fr: Importation incomplète.
it_it: Importazione incompleta!
nl_nl: Import onvolledig.
pt_pt: Importação incompleta.
sv_se: Ofullständig import.

source: will be deleted.
de_de: wird gelöscht.
el_gr: θα διαγραφεί.
es_es: %s serán eliminados.
et_ee: kustutatakse.
fi_fi: poistetaan.
fr_fr: sera supprimé.
it_it: sara eliminato(i).
nl_nl: zal worden verwijderd.
pl_pl: zostaną usunięte.
pt_pt: será eliminado.
sv_se: kommer att raderas.

source: Boundary
de_de: Begrenzung
el_gr: Σύνορο
es_es: Límite
et_ee: Piir
fi_fi: Raja
fil_ph: Hangganan
fr_fr: Limite/Zone
id_id: Batas
it_it: Confine
nl_nl: Lijn (of Rechtlijnig gebied)
pl_pl: Granica
pt_pt: Limite
ru_ru: Геозона (Полигон)
sv_se: Gränser
tr_tr: Sınır

source: Text
el_gr: Κείμενο
es_es: Texto
et_ee: Tekst
fi_fi: Teksti
fil_ph: Teksto
fr_fr: Texte
it_it: Testo
nl_nl: Tekst
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст

source: Path Segment Arrow not drawn as OpenGL not available in this build
el_gr: Το Βέλος Τμήματος Διαδρομής δεν σχεδιάστηκε καθώς το OpenGL δεν είναι διαθέσιμο
es_es: Flecha de segmento de ruta no dibujada porque OpenGL no está disponible en esta versión
et_ee: Joone osa ots, mis ei ole tehtud OpenGL's, ei ole selles koostes kasutatav
fr_fr: La direction du segment de chemin n'est pas dessinée car OpenGL non disponible dans cette version
it_it: Freccia del segmento tracciato non disegnata perchè OpenGL non disponibile in questa build
pt_pt: Seta do segmento do caminho não desenhada como OpenGL não disponível nesta compilação

source: Name
el_gr: Όνομα
es_es: Nombre
et_ee: Nimi
fi_fi: Nimi
fil_ph: Pangalan
fr_fr: Nom
id_id: Nama
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Название
sv_se: Namn
tr_tr: Adı

source: Description
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
et_ee: Kirjeldus
fi_fi: Kuvaus
fil_ph: Palalarawan
id_id: Keterangan
it_it: Descrizione
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklama

source: Active
de_de: Aktiv
el_gr: Ενεργό
es_es: Activo
et_ee: Aktiivne
fi_fi: Aktiivinen
id_id: Aktif
it_it: Attivo
nl_nl: Actief
pl_pl: Aktywny
pt_pt: Ativo
ru_ru: Активный
sv_se: Aktiv
tr_tr: Etkin

source: Total Length
de_de: Gesamtlänge
el_gr: Συνολικό μήκος
es_es: Long. Total
et_ee: Kogupikkus
fi_fi: Kokonaispituus
fr_fr: Longueur totale
id_id: Panjang Total
it_it: Lunghezza totale
nl_nl: Totale lengte
pl_pl: Długość całkowita
pt_pt: Comprimento Total
ru_ru: Общая длина
sv_se: Total längd
tr_tr: Toplam uzunluk

source: Line Colour
de_de: Farbe der Linie
el_gr: Χρώμα γραμμής
es_es: Color de línea
et_ee: Joone värv
fi_fi: Viivan väri
fr_fr: Couleur du trait
id_id: Warna Baris
it_it: Colore della linea
nl_nl: Lijnkleur
pl_pl: Kolor linii
pt_pt: Cor da linha
ru_ru: Цвет линии
sv_se: Linjefärg
tr_tr: Hat rengi

source: Line Style
de_de: Linienart
el_gr: Στυλ γραμμής
es_es: Estilo de línea
et_ee: Joone laad
fi_fi: Viivan tyyli
fr_fr: Type du trait
id_id: Gaya Baris
it_it: Stile della linea
nl_nl: Lijnstijl
pl_pl: Styl linii
pt_pt: Estilo da linha
ru_ru: Стиль линии
sv_se: Linjestil
tr_tr: Hat stili

source: Dot
de_de: Punkt
el_gr: Διάστικτη
es_es: Punto
et_ee: punktiirjoon
fi_fi: Piste
fr_fr: Pointillé
id_id: Titik
it_it: linea di punti
nl_nl: punt
pl_pl: Kropka
pt_pt: Ponto
ru_ru: Точечный узор
sv_se: Prickad
tr_tr: Nokta

source: Dot Dash
de_de: Punkt-Strich
el_gr: Τελεία-παύλα
es_es: Traza de puntos
et_ee: Punkt-kriips
fi_fi: Pisteviiva
fr_fr: Mixte
id_id: Titik Garis
it_it: linea di punti e trattini
nl_nl: punt-streep
pl_pl: Kropka kreska
pt_pt: Ponto-traço
ru_ru: Точечный пунктир
sv_se: Punkt-streck
tr_tr: Noktalı çizgi

source: Long Dash
de_de: Langer Strich
el_gr: Μεγάλη παύλα
es_es: Trazos largos
et_ee: Pikk kriips
fi_fi: Pitkä katkoviiva
fr_fr: Tiret long
id_id: Garis Panjang
it_it: linea di trattini lunghi
nl_nl: lange streep
pl_pl: Długa kreska
pt_pt: Traço longo
ru_ru: Длинный пунктир
sv_se: Långa streck
tr_tr: Uzun Çizgi

source: Short Dash
de_de: Kurzer Strich
el_gr: Με κοντές παύλες
es_es: Trazos cortos
et_ee: Lühike kriips
fi_fi: Lyhyt katkoviiva
fr_fr: Tiret court
id_id: Garis Pendek
it_it: linea di brevi trattini
nl_nl: korte streep
pl_pl: Krótka kreska
pt_pt: Traço curto
ru_ru: Короткий пунктир
sv_se: Korta streck
tr_tr: Kısa Çizgi

source: Solid
de_de: Voll
el_gr: Συμπαγής
es_es: Sólido
et_ee: jäme
fi_fi: Yhtenäinen
fr_fr: Continu
id_id: Padat
it_it: linea continua
nl_nl: ononderbroken
pl_pl: Ciągła
pt_pt: Sólido
ru_ru: Сплошной узор
sv_se: Fylld
tr_tr: Katı

source: Line Width
de_de: Linienstärke
el_gr: Πλάτος Γραμμής
es_es: Grosor de la línea
et_ee: Joone jämedus
fi_fi: Viivan leveys
fr_fr: Epaisseur du trait
id_id: Lebar garis
it_it: Larghezza linea
nl_nl: Lijndikte
pl_pl: Szerokość linii
pt_pt: Largura da linha
ru_ru: Ширина линии
sv_se: Linjebredd
tr_tr: Hat genişliği

source: 1 pixel
el_gr: 1 πίξελ
et_ee: 1 piksel
fi_fi: 1 pikseli
id_id: 1 piksel
pl_pl: 1 piksel
ru_ru: 1 пиксель
tr_tr: 1 piksel

source: 10 pixels
de_de: 10 Pixel
el_gr: 10 πίξελ
et_ee: 10 pikslit
fi_fi: 10 pikseliä
id_id: 10 piksel
it_it: 10 pixel
pl_pl: 10 pikseli
ru_ru: 10 пикселей
sv_se: 10 pixel
tr_tr: 10 piksel

source: 2 pixels
de_de: 2 Pixel
el_gr: 2 πίξελ
et_ee: 2 pikslit
fi_fi: 2 pikseliä
id_id: 2 piksel
it_it: 2 pixel
pl_pl: 2 piksele
ru_ru: 2 пикселя
sv_se: 2 pixel
tr_tr: 2 piksel

source: 3 pixels
de_de: 3 Pixel
el_gr: 3 πίξελ
et_ee: 3 pikslit
fi_fi: 3 pikseliä
id_id: 3 piksel
pl_pl: 3 piksele
ru_ru: 3 пикселя
sv_se: 3 pixel
tr_tr: 3 piksel

source: 4 pixels
de_de: 4 Pixel
el_gr: 4 πίξελ
et_ee: 4 pikslit
fi_fi: 4 pikseliä
id_id: 4 piksel
pl_pl: 4 piksele
ru_ru: 4 пикселя
sv_se: 4 pixel
tr_tr: 4 piksel

source: 5 pixels
de_de: 5 Pixel
el_gr: 5 πίξελ
et_ee: 5 pikslit
fi_fi: 5 pikseliä
id_id: 5 piksel
pl_pl: 5 pikseli
ru_ru: 5 пикселей
sv_se: 5 pixel
tr_tr: 5 piksel

source: 6 pixels
de_de: 6 Pixel
el_gr: 6 πίξελ
et_ee: 6 pikslit
fi_fi: 6 pikseliä
id_id: 6 piksel
pl_pl: 6 pikseli
ru_ru: 6 пикселей
sv_se: 6 pixel
tr_tr: 6 piksel

source: 7 pixels
de_de: 7 Pixel
el_gr: 7 πίξελ
et_ee: 7 pikslit
fi_fi: 7 pikseliä
id_id: 7 piksel
pl_pl: 7 pikseli
ru_ru: 7 пикселей
sv_se: 7 pixel
tr_tr: 7 piksel

source: 8 pixels
de_de: 8 Pixel
el_gr: 8 πίξελ
et_ee: 8 pikslit
fi_fi: 8 pikseliä
id_id: 8 piksel
pl_pl: 8 pikseli
ru_ru: 8 пикселей
sv_se: 8 pixel
tr_tr: 8 piksel

source: 9 pixels
de_de: 9 Pixel
el_gr: 9 πίξελ
et_ee: 9 pikslit
fi_fi: 9 pikseliä
id_id: 9 piksel
pl_pl: 9 pikseli
ru_ru: 9 пикселей
sv_se: 9 pixel
tr_tr: 9 piksel

source: Fill Colour
de_de: Füllfarbe
el_gr: Εσωτερικό χρώμα
es_es: Rellenar de color
et_ee: Täite värv
fi_fi: Täytteen väri
fr_fr: Couleur de remplissage
id_id: Isi Warna
it_it: Colore di riempimento
nl_nl: Vulkleur
pl_pl: Kolor wypełnienia
pt_pt: Cor de enchimento
ru_ru: Цвет заливки
sv_se: Färg på raster
tr_tr: Dolgu rengi

source: Fill Density
de_de: Füllung Transparenz
el_gr: Εσωτερική πυκνότητα
es_es: Densidad del relleno
et_ee: Täite tihedus
fi_fi: Täytteen tiheys
fr_fr: Intensité du remplissage
id_id: Mengisi Kepadatan
it_it: Densità di riempimento
nl_nl: Vuldichtheid
pl_pl: Gęstość wypełnienia
pt_pt: Densidade de enchimento
ru_ru: Плотность Заливки
sv_se: Rastertäthet
tr_tr: Dolgu yoğunluğu

source: Inclusion Boundary Size
de_de: Einschliessende Begrenzung Grösse
el_gr: Μέγεθος ορίου εγκλείσματος
es_es: Límite de inclusión Tamaño
et_ee: Kaasatud piir Suurus
fi_fi: Sisällyttävä raja Koko
fr_fr: Taille zone extérieure de la barrière/zone
id_id: Penyertaan Batas ukuran
it_it: Dimensione dell'esterno del confine
nl_nl: Breedte grensarcering (voor beperkend gebied)
pl_pl: Granica wewn Rozmiar
pt_pt: Limite de inclusão Tamanho
ru_ru: Граница включения Size
sv_se: Yttre gräns storlek
tr_tr: Kapsanan Sınır boyutu

source: Exclusion
de_de: Auschliessend
el_gr: Αποκλεισμένη
es_es: Exclusión
et_ee: Väljajätt
fi_fi: Poissulkeva
fr_fr: Intérieur
id_id: Pengecualian
it_it: Interno
nl_nl: te ontwijken
pl_pl: Wyłączenia
pt_pt: Exclusão
ru_ru: Вход в Зону
sv_se: Inre
tr_tr: Çıkarılanlar

source: Inclusion
de_de: Einschliessend
el_gr: Περιορισμένη
es_es: Inclusión
et_ee: Kaasamine
fi_fi: Sisällyttävä
fr_fr: Extérieur
id_id: Pencantuman
it_it: Fuori
nl_nl: beperkend
pl_pl: Włączenia
pt_pt: Inclusão
ru_ru: Выход из Зоны
sv_se: Yttre
tr_tr: Eklenen

source: Neither
de_de: Ohne
el_gr: Γενική
es_es: Ni
et_ee: Mitte kumbki
fi_fi: Ei kumpikaan
fr_fr: Aucun
id_id: Tidak
it_it: Nessuno
nl_nl: algemeen
pl_pl: Żaden
pt_pt: Nenhum
ru_ru: Ни то, ни другое
sv_se: Oberoende
tr_tr: Hiçbiri

source: Boundary Type
de_de: Begrenzungs Typ
el_gr: Τύπος ορίου
es_es: Tipo de límite
et_ee: Piiri laad
fi_fi: Rajantyyppi
fr_fr: Type de limite/zone
id_id: Batas Jenis
it_it: Tipo di confine
nl_nl: Betreft gebiedstype
pl_pl: Typ Granicy
pt_pt: Tipo de limite
ru_ru: Тип Геозоны
sv_se: Gränstyp
tr_tr: Sınır tipi

source: Parallel Index Line Angle (+Stbd/-Port)
de_de: Winkel der Parallel-Indexlinie (+Sb/-Bb)
el_gr: Γωνία γραμμής Parallel Index (+δεξιά/-αριστερά)
es_es: Ángulo de la línea de índice paralelo (+Stbd/-Port)
et_ee: ParalleelIndeksliini nurk (+tp/-pp)
fi_fi: Rinnakaisen indeksilinjan kulma (+Stbd/-Port)
fr_fr: Direction des lignes de l'index (-B / +T)
id_id: Sudut garis sejajar dengan petunjuk (+Stbd/-Port)
it_it: Angolo Linea indicizzate Parallela (+Stbd/-Porta)
nl_nl: Hoek Parallel-Index lijn (+SB / -BB)
pl_pl: Kąt Linii Równoległych (-Lewa / +Prawa)
pt_pt: Ângulo da Linha Paralela Indexada (+EB/-BB)
ru_ru: Угол линии Предварительной прокладки (+ Правый борт/- Левый борт)
sv_se: Vinkel för parallell Indexlinje (+Sb/-Bb)
tr_tr: Paralel dizin çizgi açısı (+Stbd/-Port)

source: Rotate with Boat
de_de: Mit Boot rotieren
el_gr: Περιστροφή με το πλοίο
es_es: Girar con el barco
et_ee: Pööra koos paadiga
fi_fi: Käännä veneen mukaan
fr_fr: Tourner avec le bateau
id_id: Memutar dengan Perahu
it_it: Girare con la barca
nl_nl: Roteren met schip
pl_pl: Obracaj z łodzią
pt_pt: Rodar com Barco
ru_ru: Вращать вместе с судном
sv_se: Rotera med Båten
tr_tr: İle döndür Tekne

source: Heading
de_de: Richtung
el_gr: Πορεία
es_es: Rumbo
et_ee: Suund
fi_fi: Suunta
fr_fr: Cap M
id_id: Bagian Atas
it_it: Direzione mag
nl_nl: Voorliggende koers
pl_pl: Kurs
pt_pt: Proa
ru_ru: Путевой угол
sv_se: Kurs (K/T)
tr_tr: Pruva

source: Maintain with
de_de: Binden an
el_gr: Διατήρηση με
es_es: Mantener con
et_ee: Säilita koos
fi_fi: Ylläpidä
fr_fr: En suivant le
id_id: Pertahankan dengan
it_it: Mantenere con
nl_nl: Meedraaien met
pl_pl: Utrzymaj z
pt_pt: Manter com
ru_ru: Использовать
sv_se: Låt linjen rotera med båtens:
tr_tr: ile birlikte bakımını yap

source: EBL Angle (-P/+S)
de_de: EBL Winkel (-Bb/+Sb)
el_gr: Γωνία EBL (-Αρ/+Δξ)
es_es: Ángulo EBL (-P / + S)
et_ee: EBL nurk (-P/+T)
fi_fi: EBL-kulma (-P/+S)
fr_fr: Angle EBL (-B/+T)
id_id: Sudut EBL (-P/+S)
it_it: Angolo EBL (-P/+S)
nl_nl: Boordhoek (-L, +R)
pl_pl: Kąt Kreski Namiarowej-EBL (-P / + S)
pt_pt: Ângulo EBL (-P / + S)
ru_ru: EBL угол (-P/+S)
sv_se: EBL Bäring (-Bb/+Sb)
tr_tr: Ebl açı (-P/+S)

source: EBL Fixed End Position
de_de: Fester EBL Endpunkt
el_gr: Εκτ. πορεία με σταθερό τελικό σημείο
es_es: Posición final fija EBL
et_ee: EBL fikseeritud lõpp-punkt
fi_fi: EBL kiinteä loppukohta
fr_fr: EBL Fixée Position de fin
id_id: EBL Tetap Posisi Akhir
it_it: EBL Fisso Posizione finale
nl_nl: Peilinglijn met vaste eindpositie
pl_pl: Kreska Namiarowa-EBL stała pozycja Końca
pt_pt: EBL Fixo Posição final
ru_ru: Зафиксировать точку ЭВН
sv_se: Fixerad EBL Slutposition
tr_tr: EBL düzeltme Bitiş pozisyonu

source: Show VRM
de_de: VRM anzeigen
el_gr: Εμφάνιση δακτυλίων
es_es: Mostrar VRM
et_ee: Näita VRM
fi_fi: Näytä VRM
fr_fr: WRM : Voir
id_id: Tampilkan VRM
it_it: Mostra VRM
nl_nl: Toon afstandscirkel
pl_pl: Pokaż Krąg Odległości-VRM
pt_pt: Apresentar VRM
ru_ru: Показать ПКД (VRM)
sv_se: Visa VRM
tr_tr: VRM göster

source: Always Show EBL Info
de_de: EBL Info immer anzeigen
el_gr: Μόνιμη εμφάνιση πληροφοριών EBL
es_es: Mostrar siempre Información EBL
et_ee: Alati näita EBL-infot
fi_fi: Näytä aina EBL-tiedot
fr_fr: Toujours voir Info EBL
id_id: Selalu tampilkan Info Ebl
it_it: Mostra sempre informazioni EBL
nl_nl: Peilinglijninfo altijd tonen
pl_pl: Zawsze Pokazuj EBL Info
pt_pt: Apresentar sempre Info EBL
ru_ru: Показывать информацию ЭВН
sv_se: Visa alltid EBL info
tr_tr: Her zaman göster EBL bilgisi

source: Show Perpendicular Index Line
de_de: Senkrechte PIL anzeigen
el_gr: Εμφάνιση κάθετης γραμμής Index
es_es: Mostrar línea de índice perpendicular
et_ee: Kuva risti indeksliiniga
fi_fi: Näytä kohtisuora indeksilinja
fr_fr: Voir la perpendiculaire Ligne d'index
id_id: Tampilkan Tegak lurus Baris indeks
it_it: Vedi linea perpendicolare linea indicizzate
nl_nl: Toon loodrechte indexlijn
pl_pl: Pokaż Linię Równoległą- PIL
pt_pt: Apresentar Perpendicular Linha Índice
ru_ru: Показывать Перпендикуляр на Линии
sv_se: Visa vinkelrät Indexlinje
tr_tr: Dikey göster dizin çizgisi

source: Arc
de_de: Bogen
el_gr: Τόξο
es_es: Arco
et_ee: Kaar
fi_fi: Kaari
it_it: Arco
pt_pt: Arco
sv_se: Sektor

source: Straight
de_de: Gerade
el_gr: Ευθεία
es_es: Recto
et_ee: Otse
fi_fi: Suora
fr_fr: Droit
it_it: Dritto
pt_pt: Direito
sv_se: Rak

source: Line Type
de_de: Linientyp
el_gr: Τύπος γραμμής
es_es: Tipo de línea
et_ee: Joone tüüp
fi_fi: Viivatyyppi
fr_fr: Type de ligne
it_it: Tipo di linea
pt_pt: Tipo de linha
sv_se: Linjestil

source: First Angle (-P/+S)
de_de: Erster Winkel (-Bb/+Sb)
el_gr: Πρώτη γωνία (-Αρ/+Δ)
es_es: Primer ángulo (-P/+S)
et_ee: Esimene nurk (-P/+S)
fi_fi: Ensimmäinen kulma (-P/+S)
fr_fr: Premier angle (-B/+T)
id_id: Sudut Pertama (-P/+S)
it_it: Primo Angolo (-P/+S)
nl_nl: Eerste boordhoek (-BB / +SB)
pl_pl: Pierwszy kąt (-P / + S)
pt_pt: Primeiro ângulo (-P / + S)
ru_ru: Первый угол (-P/+S)
sv_se: Första vinkeln (-B/-S)
tr_tr: İlk açı (-P/+S)

source: First distance
de_de: Erster Abstand
el_gr: Πρώτη απόσταση
es_es: Primera distancia
et_ee: Esimene kaugus
fi_fi: Ensimmäinen etäisyys
fr_fr: Première distance
id_id: Jarak pertama
it_it: Prima distanza
nl_nl: Eerste afstand
pl_pl: Pierwsza Odległość
pt_pt: Primeira Distância
ru_ru: Первое расстояние
sv_se: Första avstånd
tr_tr: İlk mesafe

source: Second Angle (-P/+S)
de_de: Zweiter Winkel (-Bb/+Sb)
el_gr: Δεύτερη γωνία (-Αρ/+Δ)
es_es: Segundo ángulo (-P/+S)
et_ee: Teine nurk (-P/+S)
fi_fi: Toinen kulma (-P/+S)
fr_fr: Second angle (-B/+T)
id_id: Sudut Kedua (-P/+S)
it_it: Secondo Angolo (-P/+S)
nl_nl: Tweede boordhoek (-BB / +SB)
pl_pl: Drugi kąt (-P / + S)
pt_pt: Segundo ângulo (-P / + S)
ru_ru: Второй угол (-P/+S)
sv_se: Andra vinkeln (-B/-S)
tr_tr: İkinci açı (-P/+S)

source: Second distance
de_de: Zweiter Abstand
el_gr: Δεύτερη απόσταση
es_es: Segunda distancia
et_ee: Teine kaugus
fi_fi: Toinen etäisyys
fr_fr: Seconde distance
id_id: Jarak kedua
it_it: Seconda distanza
nl_nl: Tweede afstand
pl_pl: Druga Odległość
pt_pt: Segunda Distância
ru_ru: Второе расстояние
sv_se: Andra avståndet
tr_tr: İkinci mesafe

source: Show Path Direction Arrow
de_de: Pfad Richtungspfeil anzeigen
el_gr: Εμφάνιση βέλους εκτ. κατεύθυνσης
es_es: Mostrar flecha de dirección en línea
et_ee: Kuva tee suunanoolt
fi_fi: Näytä jäljen suuntanuoli
fr_fr: Chemin : Voir sa direction
id_id: Tampilkan Arah Jalan
it_it: Percorso: vedere la sua direzione
nl_nl: Toon lijnpijl
pl_pl: Pokaż strzałki kierunku ścieżki
pt_pt: Mostrar a seta de direção do caminho
ru_ru: Показать Стрелку Направления Пути
sv_se: Visa riktningspil
tr_tr: Yol yön oklarını göster

source: Never
de_de: Nie
el_gr: Ποτέ
es_es: Nunca
et_ee: Mitte kunagi
fi_fi: Ei koskaan
fr_fr: Jamais
id_id: Tidak pernah
it_it: Mai
nl_nl: nooit
pl_pl: Nigdy
pt_pt: Nunca
ru_ru: Никогда
sv_se: Aldrig
tr_tr: Asla

source: Persistent
de_de: Dauerhaft
el_gr: Παραμένον
es_es: Persistente
et_ee: Püsiv
fi_fi: Pysyvä
fr_fr: Permanence
id_id: Teguh
it_it: Persistente
nl_nl: vasthouden
pl_pl: Widoczny
pt_pt: Persistente
ru_ru: Всегда
sv_se: Alltid
tr_tr: Kalıcı

source: Persistent over Crash
de_de: Dauerhaft über Crash
el_gr: Παραμένον μετά το κρας
es_es: Persistencia tras accidente
et_ee: Püsiv peale kokkujooksmist
fi_fi: Jatkuu törmäyksen yli
fr_fr: Permanence après un crash
id_id: Terus-menerus atas Kecelakaan
it_it: Persistente sopra Crash
nl_nl: vasthouden na crash
pt_pt: Persistente após acidente
ru_ru: После Сбоя
sv_se: Bevara vid programkrasch
tr_tr: Kaza üzerine kalıcılık

source: Path Persistence
de_de: Pfad Dauerhaftigkeit
el_gr: Παραμένουσα εκτ. πορεία
es_es: Persistencia de línea
et_ee: Tee püsivus
fi_fi: Polun pysyvyys
fr_fr: Permanence du chemin
id_id: Jalan Ketekunan
it_it: Persistenza Percorso
nl_nl: Vasthouden lijn
pl_pl: Obecność Ścieżki
pt_pt: Persistência do caminho
ru_ru: Сохранность Полигона
sv_se: Hur sparas linjen
tr_tr: Yol sürekliliği

source: Points
de_de: Punkte
el_gr: Σημεία
es_es: Puntos
et_ee: Punktid
fi_fi: Pisteet
id_id: Nilai
it_it: Punti
nl_nl: Punten
pl_pl: Punkty
pt_pt: Pontos
ru_ru: Точки
sv_se: Punkter
tr_tr: Noktalar

source: Index Lines (+ Stbd/- Port)
de_de: Index-Linien (+ Bb/-Sb)
el_gr: Γραμμές Index (+ δεξιά/- αριστερά)
es_es: Líneas de índice (+ Stbd/- Puerto)
et_ee: Indeksliinid (+ tüürp /- pakp)
fi_fi: Indeksilinjat (+ Stbd /-Port)
fil_ph: Mga Linyang Panuntunan (+Stbd/- Port)
fr_fr: Direction de cet index (- Bab./+Trib.)
id_id: Indeks Lines (+ Stbd/- Port)
it_it: Linee indicizzate (+ Stbd/- Porta)
nl_nl: Indexlijnen (-BB/+SB)
pl_pl: Linie Równoległe (+ Stbd/Port)
pt_pt: Linhas Indexadas (+EB/-BB)
ru_ru: Линия (+ Правый борт/- Левый борт)
sv_se: Indexlinjer (+ Styrb /-Bab)
tr_tr: Dizin çizgileri (+ Stbd/- Port)

source: OCPN Draw Path
de_de: OCPN Draw Pfad
el_gr: Διαδρομή OCPN Draw
es_es: Ruta de dibujo OCPN
et_ee: OCPN Draw rada
fi_fi: OCPN Draw: Polku
fr_fr: Chemin de OpenCPN draw
it_it: Percorso per OCPN Draw
nl_nl: OCPN Draw pad
pt_pt: OCPN desenhar caminho
sv_se: OCPN Rita sökväg

source: &Properties...
de_de: &Eigenschaften...
el_gr: &Ιδιότητες...
es_es: &Propiedades...
et_ee: &Omadused...
fi_fi: &Ominaisuudet...
fil_ph: &Katangian...
fr_fr: Propriétés ...
id_id: &Properti...
it_it: &Proprietà...
nl_nl: &Eigenschappen ...
pl_pl: &Właściwości...
pt_pt: &Propriedades...
ru_ru: &Параметры...
sv_se: &Egenskaper...
tr_tr: &Özellikler...

source: &Remove Selected
de_de: Auswahl &löschen
el_gr: Α&φαίρεση επιλεγμένων
es_es: &Eliminar Seleccionados
et_ee: &Kõrvalda valitud
fi_fi: &Poista valitut
fil_ph: &Tanggalin ang Napili
fr_fr: Retirer la sélection
id_id: &Hapus yang dipilih
it_it: &Rimuovi Selezione
nl_nl: Selectie &weghalen
pl_pl: &Usuń wybrane
pt_pt: &Remover selecionados
ru_ru: &Удалить выделенное
sv_se: &Ta bort markerade
tr_tr: &Seçileni kaldır

source: &Delete Selected
de_de: Auswahl löschen
el_gr: &Διαγραφή επιλεγμένων
es_es: Eliminar elementos seleccionados
et_ee: &Kustuta valitud
fi_fi: &Poista valitut
fr_fr: Supprimer la sélection
it_it: Elimina Selezionato
nl_nl: &Verwijder selectie
pt_pt: Apagar selecciona&do
sv_se: &Ta bort markerade

source: From Point
de_de: Vom Punkt
el_gr: Από το σημείο
es_es: Desde el punto
et_ee: Punktist
fi_fi: Pisteestä
fil_ph: Mula Punto
fr_fr: Depuis le point
id_id: Dari titik
it_it: Dal Punto
nl_nl: Vanaf punt
pl_pl: Od punktu
pt_pt: Do ponto
ru_ru: От точки
sv_se: Från punkt
tr_tr: Noktadan

source: To Point
de_de: bis Punkt
el_gr: Προς το σημείο
es_es: A punto
et_ee: Punkti
fi_fi: Pisteeseen
fil_ph: Patungong Punto
fr_fr: Vers le point
id_id: Ke titik
it_it: Al Punto
nl_nl: Naar punt
pl_pl: Do Punktu
pt_pt: Ao ponto
ru_ru: До точки
sv_se: Till punkt
tr_tr: Noktaya

source: Distance From Boat
de_de: Entfernung vom Boot
el_gr: Απόσταση από το πλοίο
es_es: Distancia desde el barco
et_ee: Kaugus paadist
fi_fi: Etäisyys veneestä
fil_ph: Layo Mula sa Barko
fr_fr: Distance au bateau
id_id: Jarak Dari Perahu
it_it: Distanza dalla barca
nl_nl: Afstand van eigen schip
pl_pl: Odległość od łodzi
pt_pt: Distância do barco
ru_ru: Расстояние от Судна
sv_se: Avstånd från båt
tr_tr: Tekneden uzaklık

source: Bearing (M)
de_de: Peilung (M)
el_gr: Διόπτευση (Μ)
es_es: Demora (M)
et_ee: Peiling (M)
fi_fi: Suuntima(M)
fil_ph: Direksyon (M)
fr_fr: Cap (M)
it_it: Rilevamento (M)
nl_nl: Richting (M)
pl_pl: Namiar magnetyczny
pt_pt: Marcação (M)
ru_ru: Пеленг (маг.)
sv_se: Bäring (M)
tr_tr: Yön (M)

source: Bearing
de_de: Peilung
el_gr: Διόπτευση
es_es: Demora
et_ee: Suund
fi_fi: Suuntima
fil_ph: Direksyon
fr_fr: Cap
id_id: Bantalan
it_it: Rilevamento
nl_nl: Richting
pl_pl: Namiar
pt_pt: Rumo
ru_ru: Пеленг
sv_se: Bäring
tr_tr: Yön

source: Latitude
de_de: Breitengrad
el_gr: Γεωγρ. πλάτος
es_es: Latitud
et_ee: laius
fi_fi: Leveyspiiri
fil_ph: Latitud
id_id: Garis Lintang
it_it: Latitudine
nl_nl: Breedte
pl_pl: Szerokość geogr
ru_ru: Широта
tr_tr: Enlem

source: Longitude
de_de: Längengrad
el_gr: Γεωγρ. μήκος
es_es: Longitud
et_ee: pikkus
fi_fi: Pituuspiiri
fil_ph: Longhitud
id_id: Garis Bujur
it_it: Longitudine
nl_nl: Lengte
pl_pl: Długość geogr
ru_ru: Долгота
sv_se: Longitud
tr_tr: Boylam

source: Bearing From-To (M)
de_de: Peilung von-bis (M)
el_gr: Διόπτευση Από-Προς (Μ)
es_es: Demora de-a (M)
et_ee: Peiling sealt-sinna (M)
fi_fi: Välinen suunta (M)
fil_ph: Direksyon Mula-Patungo (M)
fr_fr: Cap depuis-à (M)
it_it: Rilevamento da- a (M)
nl_nl: Richting van-naar (M)
pl_pl: Namiar magnetyczny z-do
pt_pt: Direcção De-Para (M)
ru_ru: Пеленг От-До (Маг)
sv_se: Bäring från-till (M)
tr_tr: -dan taşı-e doğru (M)
