Repository: Rasbats/ocpn_draw_pi
Catalog: po/*.po
Languages: de_de, el_gr, es_es, et_ee, fi_fi, fil_ph, fr_fr, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

source: Use nearby Point?
de_de: Nahen Punkt benutzen?
el_gr: Χρήση κοντινού σημείου;
es_es: ¿Uso punto más cercano?
et_ee: Kasuta punkti läheduses?
fi_fi: Käytä läheistä pistettä?
fil_ph: Paggamit ng kalapit na Punto?
fr_fr: Utilisez le point proche ?
id_id: Gunakan titik terdekat?
it_it: Utilizzare Punto nelle vicinanze?
nl_nl: Gebruik nabij punt?
pl_pl: Użyć najbliższego Punktu?
pt_pt: Usar ponto próximo?
ru_ru: Использовать ближайшую точку?
sv_se: Använd närmaste punkt?
tr_tr: Yakındaki nokta kullanılsın mı?

source: OCPN Draw Point Create
de_de: OCPN Draw Punkt erstellen
el_gr: Δημιουργία σημείου OCPN Draw
es_es: Crear punto OCPN Draw
et_ee: OCPN Draw punkti loomine
fi_fi: OCPN Draw: Pisteen luonti
fil_ph: Gumawa ng Punto ng Guhit sa OCPN
fr_fr: Créer un point
id_id: OCPN buat titik tarik
it_it: OCPN crea e disegna un punto
nl_nl: OCPN Draw: Teken punt (of cirkelgebied)
pl_pl: OCPN Draw Tworzenie Punktu
pt_pt: Criar ponto OCPN Draw
ru_ru: Создать точку
sv_se: OCPN ritverktyg. Skapa en punkt
tr_tr: OCPN çizim noktası oluştur

source: Use nearby OD Point?
de_de: Nahen OD Punkt benutzen?
el_gr: Χρήση κοντινού σημείου OD;
es_es: ¿Uso punto OD cercano?
et_ee: Kasuta läheduses olevat OD-punkti?
fi_fi: Käytäkö läheistä OD-pistettä?
fil_ph: Paggamit ng kalapit na Punto ng OD?
fr_fr: Utiliser le point du traceur, proche ?
id_id: Gunakan titik OD terdekat?
it_it: Utilizzare OD Point nelle vicinanze?
nl_nl: Gebruik nabij OD-punt
pl_pl: Użyć najbliższego punktu OD?
pt_pt: Usar ponto OD próximo?
ru_ru: Использовать ближайшую точку?
sv_se: Använd närmaste OR-punkt?
tr_tr: Yakındaki OD noktası kullanılsın mı?

source: OCPN Draw Boundary Create
de_de: OCPN Draw Begrenzung erstellen
el_gr: Δημιουργία ορίου OCPN Draw
es_es: Crear límite de OCPN Draw
et_ee: OCPN Draw piiri loomine
fi_fi: OCPN Draw: Rajan luonti
fil_ph: Gumawa ng Hangganang Guhit sa OCPN
fr_fr: Créer une barrière/zone
id_id: OCPN Buat batas tarik
it_it: OCPN Draw crea e designa un confine
nl_nl: OCPN Draw: Teken lijn (of rechtlijnig gebied)
pl_pl: OCPN Draw Tworzenie Granicy
pt_pt: Criar Limite OCPN Draw
ru_ru: Создать Геозону (Полигон)
sv_se: OCPN ritverktyg. Skapa en gränslinje
tr_tr: OCPN sınır çizimini oluştur

source: For this leg the Great Circle boundary is
de_de: Für diesen Abschnitt ist die Grosskreis Begrenzungslinie kürzer als
el_gr: Για αυτό το σκέλος τ όριο Μεγάλου Κύκλου είναι
es_es: Para esta etapa el límite de la ortodrómica es
et_ee: Antud kursilõigu suurring piir on
fi_fi: Tälle reittiosuudelle isoympyräraja on
fil_ph: Para sa biting ito ang hangganan ng Dakilang Bilog ay
fr_fr: Pour ce segment, la limite/zone orthodromique est
id_id: Batas untuk Lingkaran Besar adalah
it_it: Per questo segmento il bordo del grande cerchio è
nl_nl: Voor dit lijndeel is de grootcirkel
pl_pl: Na tym odcinku granica Ortodromy jest
pt_pt: Para esta perna o limite do Grande Circulo é
ru_ru: Для этого отрезка, Ортодромическая Геозона
sv_se: Storcirkelgränsen för detta ben är
tr_tr: Bu bacak için Büyük Çember sınırı

source: shorter than rhumbline.
de_de: kürzer als die Loxodrome (Normal-Linie).
el_gr: κοντύτερο από την ισογώνια.
es_es: más corta que loxodrómica.
et_ee: lühem kui rumbijoon.
fi_fi: lyhyempi kuin loksodromi.
fil_ph: mas mababa kasya sa linyang rumb.
fr_fr: plus court que la loxodromie.
id_id: lebih pendek dari garis rhumb.
it_it: più corta que il rombo.
nl_nl: korter dan de loxodroom.
pl_pl: krótsza od loksodromy.
pt_pt: mais curta que a linha ortodrómica
ru_ru: короче локсодромического.
sv_se: kortare än loxodrom.
tr_tr: rhumbline'dan daha kısa.

source: Would you like include the Great Circle boundary points for this leg?
de_de: Sollen Großkreis-Begrenzungspunkte zu diesem Abschnitt zugefügt werden?
el_gr: Θέλετε να συμπεριλάβετε τα σημεία ορίου Μεγίστου Κύκλου για αυτό το σκέλος;
es_es: ¿Quiere incluir los puntos del límite de la ortodrómica en esta etapa?
et_ee: Kas sa sooviksid lisada selle lõigu jaoks suure ringi piiripunktid?
fi_fi: Haluatko lisätä isoympyrärajan pisteet tähän osuuteen?
fil_ph: Gusto mo bang isama ang mga punto ng hangganan ng Dakilang Bilog para sa binting ito?
fr_fr: Voulez vous utiliser la barrière orthodromique et inclure ses bornes pour ce segment ?
id_id: Apakah anda ingin memiliki Lingkaran Besar titik-titik batas untuk kaki ini?
it_it: Vorresti includere i punti di confine del Grande Circolo per questa gamba?
nl_nl: Wilt u voor dit lijndeel ook grootcirkelpunten toevoegen?
pl_pl: Zaplanować ten odcinek po ortodromie?
pt_pt: Quer incluir o ponto do limite ortodrómico para esta perna?
ru_ru: Хотите добавить ортодромические точки Геозоны для этого отрезка?
sv_se: Vill du använda gränspunkter efter en storcirkel för detta ben?
tr_tr: Bu bacak için Büyük Daire sınır noktalarını eklemek ister misiniz?

source: GZ
de_de: WZ
et_ee: VT
fr_fr: ZdG
it_it: ZdG
nl_nl: BZ
ru_ru: ОЗ
sv_se: LZ

source: Second
de_de: Zweite
el_gr: Δεύτερο
es_es: Segundo
et_ee: Teine
fi_fi: toinen
fil_ph: Pangalawa
id_id: Kedua
it_it: Secondo
nl_nl: Tweede
pl_pl: Drugi
pt_pt: Segundo
ru_ru: Секунда
sv_se: Andra
tr_tr: Saniye

source: First
de_de: Erste
el_gr: Πρώτο
es_es: Primero
et_ee: Esimene
fi_fi: ensimmäinen
fil_ph: Una
fr_fr: Premier
id_id: Pertama
it_it: Primo
nl_nl: Eerste
pl_pl: Pierwszy
pt_pt: Primeiro
ru_ru: Первый
sv_se: Första
tr_tr: Birinci

source: Alpha blending not drawn as OpenGL not available in this build
el_gr: Η ανάμειξη άλφα δεν έγινε καθώς το OpenGL δεν είναι διαθέσιμο
es_es: Mezcla Alfa no dibujada porque OpenGL no está disponible en esta versión
et_ee: Läbipaistvuse, mis pole tehtud OpenGL's, segamine pole selles koostes kasutatav
fr_fr: La transparence n'est pas prise en compte parce que OpenGL indisponible dans cette version
it_it: La trasparenza non funziona perché OPenGL non è disponibile in questa versione
pt_pt: Transparência não desenhado como OpenGL não disponível nesta compilação

source: &OK
el_gr: &Εντάξει
es_es: &Aceptar
id_id: &Baik
tr_tr: &TAMAM

source: DR
el_gr: Εκτ. Πορεία
fr_fr: Route estimée
it_it: Navigazione Stimata
nl_nl: Gegist Traject
ru_ru: Аналитическое Счисление

source: Link
de_de: Verknüpfung
el_gr: Σύνδεσμος
es_es: Enlace
fi_fi: Linkki
fr_fr: Lien
it_it: collegamento
pl_pl: Odnośnik
pt_pt: Ligação
sv_se: Länk

source: GUID
el_gr: ID Σημείου

source: Ring
de_de: Klingeln
el_gr: Δακτύλιος
es_es: Anillo
fi_fi: Rengas
fil_ph: Taginting
fr_fr: Cercle
id_id: Cincin
it_it: Anello
nl_nl: alarm
pl_pl: Dzwonek
pt_pt: Círculo
ru_ru: Тревога
tr_tr: Halka

source: I&mport
de_de: Importieren
el_gr: Ε&ισαγωγή
es_es: I&mportar
fi_fi: &Tuo
fr_fr: Importer
it_it: Importa
nl_nl: I&mporteren
pt_pt: I&mportar
sv_se: Importera

source: ID:
fi_fi: Tunnus:
fil_ph: Pagkakilanlan:

source: ID
fi_fi: Tunnus
fil_ph: Pagkakilanlan
pl_pl: Identyfikator
tr_tr: Kimlik

source: OD
ru_ru: Геозоны
sv_se: OR

source: OCPN Draw
fil_ph: Guhit sa OCPN
fr_fr: Traceur OD
id_id: OCPN Menarik
nl_nl: OCPN Draw: Werkbalk
pt_pt: Desenho OD
ru_ru: Штурманские Задачи
sv_se: OCPN Ritmodul (OR)
tr_tr: OCPN çizim

source: PIL
es_es: Indice de Líneas Paralelas
nl_nl: PI-lijn
pl_pl: Linia równoległa (PIL)
ru_ru: ЛПП

source: EBL
nl_nl: Peilinglijn
pl_pl: Kreska namiarowa (EBL)
ru_ru: Электронный Визир Направления

source: URL
pl_pl: adres URL

source: Active DR Line Colour
pl_pl: Aktywna linia pozycji zliczonej (DR) Kolor
tr_tr: Aktif DR hattı Rengi

source: Inactive DR Line Colour
pl_pl: Nieaktywna linia pozycji zliczonej (DR) Kolor
tr_tr: Pasif DR hattı Rengi

source: WD
ru_ru: МодульТревог

source: OD\WD
ru_ru: Геозоны/Тревоги
